Repository: NataljaNeumann/VokabelTrainer
Catalog: VokabelTrainer/Properties/Resources.*.resx
Languages: am_et, ar, az, be, bg, bo_cn, bs_latn_ba, ca, chs, cht, cs_cz, da, de, el, es, fa, fr, hi, id, is, it, ja, ka, kk, km_kh, ko, ku_arab_iq, ky_kg, lt, lv, mk, mn_mn, ms, nl, no, pa_arab_pk, pa_in, pl, ps_af, pt, ro, rw_rw, sl, sr, sv, th, tk_tm, tr, uk, vi

# CelebrationBerlinale
source: Berlinale: Movie Festival
am_et: Berlinale: የፊልም ፌስቲቫል
ar: مهرجان برلين السينمائي
az: Berlinale: Film Festivalı
be: Берлінскі кінафестываль
bg: Берлинале: Филмов фестивал
bo_cn: བྷར་ལི་ནལ་གློག་བརྙན་དུས་སྟོན།
bs_latn_ba: Berlinale: Filmski festival
ca: Berlinale: Festival de Cinema
chs: 柏林电影节
cht: 柏林影展
cs_cz: Berlinale: Filmový festival
da: Berlinale: Filmfestival
de: Berlinale: Filmfestival
el: Berlinale: Φεστιβάλ Κινηματογράφου
es: Berlinale: Festival de Cine
fa: برلیناله: جشنواره فیلم
fr: Berlinale : Festival international du film de Berlin
hi: बर्लिनेल: फिल्म महोत्सव
id: Berlinale: Festival Film
is: Berlinale: Kvikmyndahátíð
it: Berlinale: Festival del Cinema
ja: ベルリン国際映画祭：映画祭
ka: ბერლინალე: კინოფესტივალი
kk: Берлинале: Кинофестиваль
km_kh: Berlinale: មហោស្រពភាពយន្ត
ko: 베를린 영화제: 영화제
ku_arab_iq: Berlinale: فێستیڤاڵی فیلم
ky_kg: Берлинале: Кинофестивал
lt: Berlyno kino festivalis
lv: Berlīnes kinofestivāls
mk: Берлинале: Филмски фестивал
mn_mn: Берлинале: Кино наадам
ms: Berlinale: Festival Filem
nl: Berlinale: Filmfestival
no: Berlinale: Filmfestival
pa_arab_pk: برلینال: فلم فیسٹیول
pa_in: ਬਰਲਿਨੇਲ: ਫਿਲਮ ਫੈਸਟੀਵਲ
pl: Berlinale: Festiwal Filmowy
ps_af: برلینال: د فلمونو فستیوال
pt: Berlinale: Festival de Cinema
ro: Berlinale: Festivalul de Film
rw_rw: Berlinale: Ibirori bya Sinema
sl: Berlinale: Filmski festival
sr: Берлинале: Филмски фестивал
sv: Berlinale: Filmfestival
th: เบอร์ลินาเล: เทศกาลภาพยนตร์
tk_tm: Berlinale: Kino festiwaly
tr: Berlinale: Film Festivali
uk: Берлінале: Кінофестиваль
vi: Berlinale: Liên hoan phim

# CelebrationCannes
source: Movie Festival in Cannes
am_et: Cannes ውስጥ የፊልም ፌስቲቫል
ar: مهرجان كان السينمائي
az: Kannda kino festivalı
be: Кінафестываль у Канах
bg: Филмов фестивал в Кан
bo_cn: ཀན་སིའི་གློག་བརྙན་དུས་སྟོན།
bs_latn_ba: Filmski festival u Cannesu
ca: Festival de Cinema a Cannes
chs: 戛纳电影节
cht: 坎城影展
cs_cz: Filmový festival v Cannes
da: Filmfestival i Cannes
de: Filmfestival in Cannes
el: Φεστιβάλ Κινηματογράφου στις Κάννες
es: Festival de Cine de Cannes
fa: جشنواره فیلم در کن
fr: Festival de Cannes
hi: कान्स में फिल्म महोत्सव
id: Festival Film di Cannes
is: Kvikmyndahátíð í Cannes
it: Festival del Cinema di Cannes
ja: カンヌ映画祭
ka: კანის კინოფესტივალი
kk: Канндағы кинофестиваль
km_kh: មហោស្រពភាពយន្តនៅទីក្រុង Cannes
ko: 칸 영화제
ku_arab_iq: فێستیڤاڵی فیلم لە شاری کان
ky_kg: Канндагы кинофестивал
lt: Kino festivalis Kanuose
lv: Kinofestivāls Kannās
mk: Филмски фестивал во Кан
mn_mn: Каннын кино наадам
ms: Festival Filem di Cannes
nl: Filmfestival in Cannes
no: Filmfestival i Cannes
pa_arab_pk: کانز چ فلم فیسٹیول
pa_in: ਕਾਨਸ ਵਿੱਚ ਫਿਲਮ ਫੈਸਟੀਵਲ
pl: Festiwal Filmowy w Cannes
ps_af: په کانز کې د فلمونو فستیوال
pt: Festival de Cinema de Cannes
ro: Festivalul de Film de la Cannes
rw_rw: Iserukiramuco rya sinema muri Cannes
sl: Filmski festival v Cannesu
sr: Филмски фестивал у Кану
sv: Filmfestival i Cannes
th: เทศกาลภาพยนตร์เมืองคานส์
tk_tm: Kannda film festiwaly
tr: Cannes'da Film Festivali
uk: Кінофестиваль у Каннах
vi: Liên hoan phim tại Cannes

# CelebrationChildrenAndBuddha
source: Children and Buddha birthday celebrations in Japan and Korea
am_et: በጃፓን እና ኮሪያ ውስጥ የልጆች እና የቡድሃ ልደት አከባበር
ar: احتفالات الأطفال بعيد ميلاد بوذا في اليابان وكوريا
az: Yaponiya və Koreyada uşaqlar və Buddanın ad günü qeyd etmələri
be: Дзеці і дні нараджэння Буды ў Японіі і Карэі
bg: Празненства за рождените дни на децата и Буда в Япония и Корея
bo_cn: ཉི་ཧོང་དང་ཀོ་རི་ཡའི་ནང་བྱིས་པ་དང་སངས་རྒྱས་ཀྱི་འཁྲུངས་སྐར་སྲུང་བརྩི།
bs_latn_ba: Proslave dječjeg i Budinog rođendana u Japanu i Koreji
ca: Celebracions d'aniversari de nens i Buda al Japó i Corea
chs: 日本和韩国庆祝儿童节和佛诞节
cht: 日本和韓國慶祝兒童節和佛誕節
cs_cz: Oslavy narozenin dětí a Buddhy v Japonsku a Koreji
da: Børn og Buddhas fødselsdagsfester i Japan og Korea
de: Kindergeburtstag und Buddha-Geburtstagsfeiern in Japan und Korea
el: Εορτασμοί για τα παιδιά και τα γενέθλια του Βούδα στην Ιαπωνία και την Κορέα
es: Celebraciones de cumpleaños de niños y Buda en Japón y Corea
fa: جشن تولد کودکان و بودا در ژاپن و کره
fr: Célébrations des anniversaires d'enfants et de Bouddha au Japon et en Corée
hi: जापान और कोरिया में बच्चों और बुद्ध जयंती समारोह
id: Perayaan ulang tahun anak-anak dan Buddha di Jepang dan Korea
is: Afmælishátíðir barna og Búdda í Japan og Kóreu
it: Celebrazioni di compleanno di bambini e Buddha in Giappone e Corea
ja: 日本と韓国で子供たちと釈迦誕生日を祝う
ka: ბავშვებისა და ბუდას დაბადების დღის აღნიშვნა იაპონიასა და კორეაში
kk: Жапония мен Кореядағы балалар мен Будданың туған күнін тойлау
km_kh: ពិធីបុណ្យចម្រើនព្រះជន្ម និងព្រះពុទ្ធនៅប្រទេសជប៉ុន និងកូរ៉េ
ko: 일본과 한국의 어린이날 및 부처님 오신 날 기념 행사
ku_arab_iq: ئاهەنگی لەدایکبوونی منداڵان و بودا لە ژاپۆن و کۆریا
ky_kg: Японияда жана Кореяда балдар жана Будданын туулган күнүн майрамдоо
lt: Vaikų ir Budos gimtadienio šventės Japonijoje ir Korėjoje
lv: Bērnu un Budas dzimšanas dienas svinības Japānā un Korejā
mk: Прослави на роденденот на децата и Буда во Јапонија и Кореја
mn_mn: Япон, Солонгост хүүхэд ба Буддагийн төрсөн өдрийн баяр
ms: Perayaan hari lahir kanak-kanak dan Buddha di Jepun dan Korea
nl: Kinderen en Boeddha-verjaardagen in Japan en Korea
no: Barn og Buddhas bursdagsfeiring i Japan og Korea
pa_arab_pk: جاپان تے کوریا وچ بچیاں تے مہاتما بدھ دی سالگرہ دی تقریبات
pa_in: ਜਾਪਾਨ ਅਤੇ ਕੋਰੀਆ ਵਿੱਚ ਬੱਚੇ ਅਤੇ ਬੁੱਧ ਜਨਮਦਿਨ ਦੇ ਜਸ਼ਨ
pl: Obchody urodzin Buddy i dzieci w Japonii i Korei
ps_af: په جاپان او کوریا کې د ماشومانو او بودا د زیږون جشنونه
pt: Celebrações do aniversário de crianças e Buda no Japão e na Coreia
ro: Sărbătorirea copiilor și a zilei de naștere a lui Buddha în Japonia și Coreea
rw_rw: Kwizihiza isabukuru y'abana na Buda mu Buyapani na Koreya
sl: Praznovanje rojstnega dne otrok in Bude na Japonskem in v Koreji
sr: Прослава деце и Будиног рођендана у Јапану и Кореји
sv: Barn och Buddhas födelsedagsfirande i Japan och Korea
th: งานฉลองวันเด็กและวันคล้ายวันประสูติของพระพุทธเจ้าในญี่ปุ่นและเกาหลี
tk_tm: Japanaponiýada we Koreýada çagalar we Buddanyň doglan güni
tr: Japonya ve Kore'de Çocuk ve Buda doğum günü kutlamaları
uk: Святкування днів народження дітей та Будди в Японії та Кореї
vi: Lễ mừng sinh nhật của trẻ em và Đức Phật tại Nhật Bản và Hàn Quốc

# CelebrationChineseNewYear
source: Chinese new year celebrations
am_et: የቻይና አዲስ ዓመት በዓላት
ar: احتفالات رأس السنة الصينية
az: Çin yeni ili qeyd etmələri
be: Свята кітайскага Новага года
bg: Празненства за китайската Нова година
bo_cn: ཀྲུང་གོའི་ལོ་སར་སྲུང་བརྩི།
bs_latn_ba: Proslave kineske nove godine
ca: Celebracions de l'Any Nou Xinès
chs: 中国新年庆祝活动
cht: 中國新年慶祝活動
cs_cz: Oslavy čínského Nového roku
da: Kinesisk nytårsfest
de: Chinesisches Neujahrsfest
el: Εορτασμοί για την κινεζική πρωτοχρονιά
es: Celebraciones del Año Nuevo Chino
fa: جشن‌های سال نو چینی
fr: Célébrations du Nouvel An chinois
hi: चीनी नववर्ष समारोह
id: Perayaan Tahun Baru Imlek
is: Kínversk nýárshátíð
it: Celebrazioni del Capodanno cinese
ja: 春節のお祝い
ka: ჩინური ახალი წლის აღნიშვნა
kk: Қытайдың жаңа жылын тойлау
km_kh: ពិធីបុណ្យចូលឆ្នាំចិន
ko: 중국 설날 기념 행사
ku_arab_iq: ئاهەنگی ساڵی نوێی چینی
ky_kg: Кытай жаңы жылын майрамдоо
lt: Kinų Naujųjų metų šventės
lv: Ķīniešu Jaunā gada svinības
mk: Прослави на кинеската Нова година
mn_mn: Хятадын шинэ жилийн баяр
ms: sambutan tahun baru cina
nl: Chinees nieuwjaar vieren
no: Kinesisk nyttårsfeiring
pa_arab_pk: چینی نویں سال دی تقریبات
pa_in: ਚੀਨੀ ਨਵੇਂ ਸਾਲ ਦੇ ਜਸ਼ਨ
pl: Obchody chińskiego Nowego Roku
ps_af: د چین د نوي کال جشنونه
pt: Celebrações do Ano Novo Chinês
ro: Sărbătorirea Anului Nou Chinezesc
rw_rw: Kwizihiza umwaka mushya w'Ubushinwa
sl: Praznovanje kitajskega novega leta
sr: Прослава кинеске Нове године
sv: Firandet av kinesiskt nyår
th: งานฉลองตรุษจีน
tk_tm: Hytaýda täze ýyl baýramçylygy
tr: Çin yeni yılı kutlamaları
uk: Святкування китайського Нового року
vi: Tết Nguyên đán

# CelebrationChristmas
source: Christians all over the world are celebrating Christmas
am_et: በዓለም ዙሪያ ያሉ ክርስቲያኖች ገናን እያከበሩ ነው።
ar: يحتفل المسيحيون حول العالم بعيد الميلاد
az: Bütün dünyada xristianlar Milad bayramını qeyd edirlər
be: Хрысціяне ва ўсім свеце святкуюць Каляды
bg: Християни по целия свят празнуват Коледа
bo_cn: འཛམ་གླིང་གང་སར་ཡེ་ཤུའི་ཆོས་ལུགས་པ་ཚོས་ཡེ་ཤུའི་འཁྲུངས་སྐར་སྲུང་བརྩི་ཞུ་བཞིན་ཡོད།
bs_latn_ba: Kršćani širom svijeta slave Božić
ca: Cristians de tot el món celebren el Nadal
chs: 世界各地的基督徒庆祝圣诞节
cht: 世界各地的基督徒慶祝聖誕節
cs_cz: Křesťané po celém světě slaví Vánoce
da: Kristne over hele verden fejrer jul
de: Christen weltweit feiern Weihnachten
el: Χριστιανοί σε όλο τον κόσμο γιορτάζουν τα Χριστούγεννα
es: Cristianos de todo el mundo celebran la Navidad
fa: مسیحیان در سراسر جهان کریسمس را جشن می‌گیرند
fr: Les chrétiens du monde entier célèbrent Noël
hi: दुनिया भर के ईसाई क्रिसमस मना रहे हैं
id: Umat Kristen di seluruh dunia merayakan Natal
is: Kristnir menn um allan heim halda jól
it: I cristiani di tutto il mondo festeggiano il Natale
ja: 世界中のキリスト教徒がクリスマスを祝う
ka: მთელი მსოფლიოს ქრისტიანები შობას აღნიშნავენ
kk: Дүние жүзіндегі христиандар Рождество мерекесін тойлайды
km_kh: គ្រិស្តបរិស័ទទូទាំងពិភពលោកកំពុងប្រារព្ធពិធីបុណ្យណូអែល
ko: 전 세계 기독교인들이 크리스마스를 기념합니다
ku_arab_iq: مەسیحییەکان لە سەرانسەری جیهان ئاهەنگی جەژنی کریسمس دەگێڕن
ky_kg: Дүйнө жүзүндөгү христиандар Рождествону майрамдашууда
lt: Krikščionys visame pasaulyje švenčia Kalėdas
lv: Kristieši visā pasaulē svin Ziemassvētkus
mk: Христијаните низ целиот свет го слават Божиќ
mn_mn: Дэлхий даяар Христэд итгэгчид Зул сарын баяраа тэмдэглэж байна
ms: Orang Kristian di seluruh dunia sedang merayakan Krismas
nl: Christenen over de hele wereld vieren Kerstmis
no: Kristne over hele verden feirer jul
pa_arab_pk: ساری دنیا دے عیسائی کرسمس منا رہے نیں
pa_in: ਦੁਨੀਆ ਭਰ ਦੇ ਈਸਾਈ ਕ੍ਰਿਸਮਸ ਮਨਾ ਰਹੇ ਹਨ
pl: Chrześcijanie na całym świecie świętują Boże Narodzenie
ps_af: په ټوله نړۍ کې عیسویان کرسمس لمانځي
pt: Cristãos de todo o mundo celebram o Natal
ro: Creștinii din întreaga lume sărbătoresc Crăciunul
rw_rw: Abakristu ku isi yose bizihiza Noheri
sl: Kristjani po vsem svetu praznujejo božič
sr: Хришћани широм света славе Божић
sv: Kristna över hela världen firar jul
th: ชาวคริสต์ทั่วโลกร่วมเฉลิมฉลองเทศกาลคริสต์มาส
tk_tm: Bütin dünýädäki hristianlar Ro Christmasdestwo belleýärler
tr: Dünyanın dört bir yanındaki Hristiyanlar Noel'i kutluyor
uk: Християни всього світу святкують Різдво
vi: Người theo đạo Thiên chúa trên khắp thế giới đang đón Giáng sinh

# CelebrationDancingDay
source: Day of dancing
am_et: የዳንስ ቀን
ar: يوم الرقص
az: Rəqs günü
be: Дзень танцаў
bg: Ден на танците
bo_cn: ཞབས་བྲོ་འཁྲབ་པའི་ཉིན་མོ།
bs_latn_ba: Dan plesa
ca: Dia de la dansa
chs: 舞蹈日
cht: 舞蹈日
cs_cz: Den tance
da: Dansedag
de: Tag des Tanzes
el: Ημέρα χορού
es: Día de la Danza
fa: روز رقص
fr: Journée de la danse
hi: नृत्य दिवस
id: Hari Berdansa
is: Danshátíð
it: Giornata della danza
ja: ダンスの日
ka: ცეკვის დღეს
kk: Би күні
km_kh: ថ្ងៃនៃការរាំ
ko: 춤의 날
ku_arab_iq: ڕۆژی سەماکردن
ky_kg: Бий күнү
lt: Šokių diena
lv: Deju diena
mk: Ден на танцување
mn_mn: Бүжиглэх өдөр
ms: Hari menari
nl: Dag van de dans
no: Dansedag
pa_arab_pk: نچن دا دن
pa_in: ਨੱਚਣ ਦਾ ਦਿਨ
pl: Dzień tańca
ps_af: د نڅا ورځ
pt: Dia da Dança
ro: Ziua dansului
rw_rw: Umunsi wo kubyina
sl: Dan plesa
sr: Дан плеса
sv: Dansdagen
th: วันแห่งการเต้นรำ
tk_tm: Tans güni
tr: Dans Günü
uk: День танців
vi: Ngày nhảy múa

# CelebrationDiwali
source: Hindu light celebration for truth winning over lies
am_et: የሂንዱ ብርሃን አከባበር እውነትን በውሸት አሸንፏል
ar: احتفال النور الهندوسي لنصرة الحق على الباطل
az: Yalanlara qalib gələn həqiqət üçün Hindu işığı bayramı
be: Свята індуісцкіх агнёў за перамогу праўды над хлуснёй
bg: Празненство на индуистките светлини за победата на истината над лъжите
bo_cn: རྫུན་གཏམ་ལས་རྣམ་པར་རྒྱལ་བའི་ཧིན་རྡུའི་འོད་སྣང་སྲུང་བརྩི།
bs_latn_ba: Proslava hinduističkih svjetla za pobjedu istine nad lažima
ca: Celebració de la llum hindú per a la veritat que venç les mentides
chs: 印度教庆祝真理战胜谎言的灯光节
cht: 印度教慶祝真理戰勝謊言的燈光節
cs_cz: Oslava hinduistických světel pro vítězství pravdy nad lží
da: Hinduistisk lysfest for sandheden, der vinder over løgne
de: Hinduistisches Lichterfest für den Sieg der Wahrheit über die Lüge
el: Εορτασμός Ινδουιστικού φωτός για τη νίκη της αλήθειας επί των ψεμάτων
es: Celebración hindú de las luces por el triunfo de la verdad sobre la mentira
fa: جشن نور هندوها برای پیروزی حقیقت بر دروغ
fr: Célébration hindoue des lumières pour la victoire de la vérité sur le mensonge
hi: असत्य पर सत्य की विजय का हिंदू प्रकाश उत्सव
id: Perayaan Cahaya Hindu untuk Kemenangan Kebenaran atas Kebohongan
is: Ljósahátíð hindúa fyrir sigur sannleikans yfir lygunum
it: Festa delle luci indù per la vittoria della verità sulla menzogna
ja: 真実が嘘に打ち勝つヒンドゥー教の光の祭典
ka: ინდუისტური სინათლის დღესასწაული ტყუილზე გამარჯვებისთვის
kk: Өтірікті жеңген шындық үшін үнділік жарық мерекесі
km_kh: ពិធីបុណ្យពន្លឺហិណ្ឌូសម្រាប់ការពិតឈ្នះលើការកុហក
ko: 진실이 거짓을 이긴다는 의미의 힌두교 등불 축제
ku_arab_iq: ئاهەنگی ڕووناکی هیندۆسی بۆ بردنەوەی ڕاستی بەسەر درۆدا
ky_kg: Калпты жеңген чындык үчүн индус жарык майрамы
lt: Hinduistų šviesos šventė, skirta tiesai nugalėti melą
lv: Hinduistu gaismas svinības patiesībai uzvarot melus
mk: Прослава на хиндуистичката светлина за победа на вистината над лагите
mn_mn: Үнэнийг худал хуурмагийг ялан дийлдэг Хиндугийн гэрлийн баяр
ms: Perayaan cahaya Hindu untuk kebenaran memenangi pembohongan
nl: Hindoeïstische lichtviering voor de waarheid die leugens overwint
no: Hinduistisk lysfeiring for sannheten som seirer over løgner
pa_arab_pk: جھوٹ تے سچ جتن لئی ہندو روشنی دا جشن
pa_in: ਝੂਠ ਉੱਤੇ ਸੱਚ ਦੀ ਜਿੱਤ ਲਈ ਹਿੰਦੂ ਪ੍ਰਕਾਸ਼ ਦਾ ਜਸ਼ਨ
pl: Hinduskie święto światła na cześć zwycięstwa prawdy nad kłamstwami
ps_af: په دروغو باندې د حقیقت د بریا لپاره د هندوانو د رڼا جشن
pt: Celebração das Luzes Hindu pela vitória da verdade sobre a mentira
ro: Sărbătoarea luminilor hinduse pentru ca adevărul să învingă minciunile
rw_rw: Umunsi mukuru w'abahindu kwizihiza ukuri gutsinda ibinyoma
sl: Praznovanje hindujskih luči za zmago resnice nad lažmi
sr: Прослава хиндуистичких светала за победу истине над лажима
sv: Hinduiskt ljusfirande för sanningen som vinner över lögnerna
th: การเฉลิมฉลองแสงสว่างของศาสนาฮินดูเพื่อความจริงที่ชนะความเท็จ
tk_tm: Hakykatyň ýalanlardan üstün çykmagy üçin hindileriň ýeňil baýramçylygy
tr: Hakikatin yalanlara galip gelmesi için Hindu ışık kutlaması
uk: Святкування індуїстських вогнів за перемогу правди над брехнею
vi: Lễ hội ánh sáng Hindu vì chân lý chiến thắng dối trá

# CelebrationDurban
source: African movie festival in Durban
am_et: በደርባን ውስጥ የአፍሪካ ፊልም ፌስቲቫል
ar: مهرجان السينما الأفريقية في ديربان
az: Durbanda Afrika kino festivalı
be: Афрыканскі кінафестываль у Дурбане
bg: Фестивал на африканското кино в Дърбан
bo_cn: ཨ་ཧྥེ་རི་ཁའི་གློག་བརྙན་དུས་སྟོན།
bs_latn_ba: Afrički filmski festival u Durbanu
ca: Festival de cinema africà a Durban
chs: 德班非洲电影节
cht: 德班非洲電影節
cs_cz: Africký filmový festival v Durbanu
da: Afrikansk filmfestival i Durban
de: Afrikanisches Filmfestival in Durban
el: Φεστιβάλ αφρικανικού κινηματογράφου στο Ντέρμπαν
es: Festival de Cine Africano en Durban
fa: جشنواره فیلم آفریقا در دوربان
fr: Festival du film africain à Durban
hi: डरबन में अफ्रीकी फिल्म महोत्सव
id: Festival Film Afrika di Durban
is: Afrísk kvikmyndahátíð í Durban
it: Festival del cinema africano a Durban
ja: ダーバンでアフリカ映画祭
ka: აფრიკული ფილმების ფესტივალი დურბანში
kk: Дурбандағы Африка кинофестивалі
km_kh: មហោស្រពភាពយន្តអាហ្វ្រិកនៅទីក្រុង Durban
ko: 더반 아프리카 영화제
ku_arab_iq: فێستیڤاڵی فیلمی ئەفریقی لە شاری دوربان
ky_kg: Дурбандагы африкалык кинофестивал
lt: Afrikietiškų filmų festivalis Durbane
lv: Āfrikas filmu festivāls Durbanā
mk: Африкански филмски фестивал во Дурбан
mn_mn: Дурбан дахь Африкийн кино наадам
ms: Pesta filem Afrika di Durban
nl: Afrikaans filmfestival in Durban
no: Afrikansk filmfestival i Durban
pa_arab_pk: ڈربن وچ افریقی فلماں دا میلہ
pa_in: ਡਰਬਨ ਵਿੱਚ ਅਫਰੀਕੀ ਫਿਲਮ ਫੈਸਟੀਵਲ
pl: Afrykański Festiwal Filmowy w Durbanie
ps_af: په ډربن کې د افریقایي فلمونو جشن
pt: Festival de Cinema Africano em Durban
ro: Festivalul de film african din Durban
rw_rw: Iserukiramuco rya sinema nyafurika i Durban
sl: Afriški filmski festival v Durbanu
sr: Афрички филмски фестивал у Дурбану
sv: Afrikansk filmfestival i Durban
th: เทศกาลภาพยนตร์แอฟริกาในเมืองเดอร์บัน
tk_tm: Durban şäherinde Afrika film festiwaly
tr: Durban'da Afrika film festivali
uk: Африканський кінофестиваль у Дурбані
vi: Liên hoan phim Châu Phi tại Durban

# CelebrationEaster
source: Christians all over the world are celebrating Easter
am_et: በመላው አለም ያሉ ክርስቲያኖች የትንሳኤ በዓልን እያከበሩ ነው።
ar: يحتفل المسيحيون حول العالم بعيد الفصح
az: Bütün dünyada xristianlar Pasxa bayramını qeyd edirlər
be: Хрысціяне ва ўсім свеце святкуюць Вялікдзень
bg: Християни по целия свят празнуват Великден
bo_cn: འཛམ་གླིང་ཡོངས་ཀྱི་ཡེ་ཤུའི་ཆོས་ལུགས་པ་ཚོས་ཨིསི་ཊར་དུས་ཆེན་སྲུང་བརྩི་ཞུ་བཞིན་ཡོད།
bs_latn_ba: Kršćani širom svijeta slave Uskrs
ca: Cristians de tot el món celebren la Pasqua
chs: 世界各地的基督徒庆祝复活节
cht: 世界各地的基督徒慶祝復活節
cs_cz: Křesťané po celém světě slaví Velikonoce
da: Kristne over hele verden fejrer påske
de: Christen weltweit feiern Ostern
el: Χριστιανοί σε όλο τον κόσμο γιορτάζουν το Πάσχα
es: Cristianos de todo el mundo celebran la Pascua
fa: مسیحیان در سراسر جهان عید پاک را جشن می‌گیرند
fr: Les chrétiens du monde entier célèbrent Pâques
hi: दुनिया भर के ईसाई ईस्टर मना रहे हैं
id: Umat Kristen di seluruh dunia merayakan Paskah
is: Kristnir menn um allan heim halda páska
it: I cristiani di tutto il mondo festeggiano la Pasqua
ja: 世界中のキリスト教徒がイースターを祝う
ka: მთელი მსოფლიოს ქრისტიანები აღდგომას აღნიშნავენ
kk: Дүние жүзіндегі христиандар Пасханы тойлауда
km_kh: គ្រិស្តបរិស័ទទូទាំងពិភពលោកកំពុងប្រារព្ធពិធីបុណ្យ Easter
ko: 전 세계 기독교인들이 부활절을 기념합니다
ku_arab_iq: لە هەموو جیهاندا مەسیحییەکان ئاهەنگی جەژنی ئیستەر دەگێڕن
ky_kg: Дүйнө жүзүндөгү христиандар Пасханы майрамдашууда
lt: Krikščionys visame pasaulyje švenčia Velykas
lv: Kristieši visā pasaulē svin Lieldienas
mk: Христијаните низ целиот свет го слават Велигден
mn_mn: Дэлхий даяар Христэд итгэгчид Улаан өндөгний баярыг тэмдэглэж байна
ms: Orang Kristian di seluruh dunia sedang merayakan Paskah
nl: Christenen over de hele wereld vieren Pasen
no: Kristne over hele verden feirer påske
pa_arab_pk: ساری دنیا دے عیسائی ایسٹر منا رہے نیں
pa_in: ਦੁਨੀਆ ਭਰ ਦੇ ਈਸਾਈ ਈਸਟਰ ਮਨਾ ਰਹੇ ਹਨ
pl: Chrześcijanie na całym świecie świętują Wielkanoc
ps_af: په ټوله نړۍ کې عیسویان ایسټر لمانځي
pt: Cristãos de todo o mundo celebram a Páscoa
ro: Creștinii din întreaga lume sărbătoresc Paștele
rw_rw: Abakristu kwisi yose bizihiza Pasika
sl: Kristjani po vsem svetu praznujejo veliko noč
sr: Хришћани широм света славе Ускрс
sv: Kristna över hela världen firar påsk
th: ชาวคริสต์ทั่วโลกร่วมเฉลิมฉลองเทศกาลอีสเตอร์
tk_tm: Bütin dünýädäki hristianlar Pasha baýramyny belleýärler
tr: Dünyanın dört bir yanındaki Hristiyanlar Paskalya'yı kutluyor
uk: Християни всього світу святкують Великдень
vi: Người theo đạo Thiên chúa trên khắp thế giới đang đón lễ Phục sinh

# CelebrationEsc
source: Music festival in Europe
ar: مهرجان موسيقي في أوروبا
az: Avropada musiqi festivalı
bg: Музикален фестивал в Европа
bo_cn: ཡུ་རོབ་ནང་གི་རོལ་དབྱངས་དུས་སྟོན།
bs_latn_ba: Muzički festival u Evropi
chs: 欧洲音乐节
de: Musikfestival in Europa
it: Festival Musicale in Europa
mk: Музички фестивал во Европа
pa_in: ਯੂਰਪ ਵਿੱਚ ਸੰਗੀਤ ਉਤਸਵ
sl: Glasbeni festival v Evropi

# CelebrationHajj
source: Muslims pilgrim to Mecca: Hajj
am_et: ሙስሊሞች ወደ መካ ተጉዘዋል፡ ሐጅ
ar: يؤدي المسلمون فريضة الحج في مكة المكرمة
az: Məkkəyə zəvvar olan müsəlmanlar: Həcc
be: Мусульмане здзяйсняюць паломніцтва ў Мекку: Хадж
bg: Мюсюлмани се поклоняват в Мека: Хадж
bo_cn: ཁ་ཆེ་བ་རྣམས་མེ་ཀ་ལ་གནས་མཇལ་དུ་འགྲོ་བཞིན་ཡོད།
bs_latn_ba: Muslimani hodočaste u Meku: Hadž
ca: Musulmans pelegrins a la Meca: Hajj
chs: 穆斯林前往麦加朝觐
cht: 穆斯林前往麥加朝覲
cs_cz: Muslimové poutují do Mekky: Hadždž
da: Muslimer pilgrimmer til Mekka: Hajj
de: Muslimische Pilgerfahrt nach Mekka: Hadsch
el: Μουσουλμάνοι προσκυνητές στη Μέκκα: Χατζ
es: Peregrinación musulmana a La Meca: Hajj
fa: مسلمانان زائر مکه: حج
fr: Pèlerinage musulman à La Mecque : le Hajj
hi: मक्का के मुस्लिम तीर्थयात्री: हज
id: Umat Muslim Berziarah ke Mekah: Haji
is: Múslimar fara í pílagrímaferð til Mekka: Hajj
it: Musulmani in pellegrinaggio alla Mecca: Hajj
ja: イスラム教徒のメッカ巡礼：ハッジ
ka: მუსლიმები მექაში მომლოცველები არიან: ჰაჯი
kk: Меккеге баратын мұсылмандар: Қажылық
km_kh: ជនមូស្លីមធ្វើធម្មយាត្រាទៅកាន់ទីក្រុង Mecca: Hajj
ko: 메카로 순례하는 무슬림: 하지
ku_arab_iq: موسڵمانان حاجی بۆ مەککە: حەج
ky_kg: Меккеге зыярат кылган мусулмандар: Ажылык
lt: Musulmonai piligrimiškai keliauja į Meką: Hadžas
lv: Musulmaņu svētceļnieks uz Meku: Hadžs
mk: Муслиманите одат во Мека: Хаџ
mn_mn: Мусульманчууд Меккад мөргөл үйлддэг: Хаж
ms: Orang Islam berziarah ke Mekah: Haji
nl: Moslims op pelgrimstocht naar Mekka: Hadj
no: Muslimer pilegrimer til Mekka: Hajj
pa_arab_pk: مسلماناں دا حاجی مکہ: حج
pa_in: ਮੱਕਾ ਜਾਣ ਵਾਲੇ ਮੁਸਲਮਾਨ ਸ਼ਰਧਾਲੂ: ਹੱਜ
pl: Muzułmanie pielgrzymują do Mekki: Hadżdż
ps_af: مسلمانان مکې ته زیارت کوي: حج
pt: Peregrinação muçulmana a Meca: Hajj
ro: Musulmanii în pelerinaj la Mecca: Hajj
rw_rw: Abayisilamu basura Maka: Hija
sl: Muslimani romajo v Meko: Hadž
sr: Муслимани ходочасници у Меку: Хаџ
sv: Muslimer pilgrimerar till Mecka: Hajj
th: ชาวมุสลิมแสวงบุญที่นครเมกกะ: พิธีฮัจญ์
tk_tm: Musulmanlar Mekgä zyýaratçy: Haj
tr: Müslümanlar Mekke'ye hacı oluyor: Hac
uk: Мусульмани здійснюють паломництво до Мекки: Хадж
vi: Người Hồi giáo hành hương đến Mecca: Hajj
