Repository: NataljaNeumann/VokabelTrainer
Catalog: VokabelTrainer/Properties/Resources.*.resx
Languages: am_et, ar, az, be, bg, bo_cn, bs_latn_ba, ca, chs, cht, cs_cz, da, de, el, es, fa, fr, hi, id, is, it, ja, ka, kk, km_kh, ko, ku_arab_iq, ky_kg, lt, lv, mk, mn_mn, ms, nl, no, pa_arab_pk, pa_in, pl, ps_af, pt, ro, rw_rw, sl, sr, sv, th, tk_tm, tr, uk, vi

# CelebrationScienceDay
source: World Science Day
am_et: የዓለም ሳይንስ ቀን
ar: اليوم العالمي للعلوم
az: Ümumdünya Elm Günü
be: Сусветны дзень навукі
bg: Световен ден на науката
bo_cn: འཛམ་གླིང་ཚན་རིག་ཉིན་མོ།
bs_latn_ba: Svjetski dan nauke
ca: Dia Mundial de la Ciència
chs: 世界科学日
cht: 世界科學日
cs_cz: Světový den vědy
da: Verdensvidenskabens dag
de: Welttag der Wissenschaft
el: Παγκόσμια Ημέρα Επιστήμης
es: Día Mundial de la Ciencia
fa: روز جهانی علم
fr: Journée mondiale de la science
hi: विश्व विज्ञान दिवस
id: Hari Sains Sedunia
is: Alþjóðlegur vísindadagur
it: Giornata mondiale della scienza
ja: 世界科学デー
ka: მსოფლიო მეცნიერების დღე
kk: Дүниежүзілік ғылым күні
km_kh: ទិវាវិទ្យាសាស្ត្រពិភពលោក
ko: 세계 과학의 날
ku_arab_iq: ڕۆژی جیهانی زانست
ky_kg: Бүткүл дүйнөлүк илим күнү
lt: Pasaulinė mokslo diena
lv: Pasaules zinātnes diena
mk: Светски ден на науката
mn_mn: Дэлхийн шинжлэх ухааны өдөр
ms: Hari Sains Sedunia
nl: Werelddag van de Wetenschap
no: Verdens vitenskapsdag
pa_arab_pk: عالمی سائنس دیہاڑ
pa_in: ਵਿਸ਼ਵ ਵਿਗਿਆਨ ਦਿਵਸ
pl: Światowy Dzień Nauki
ps_af: د ساینس نړیواله ورځ
pt: Dia Mundial da Ciência
ro: Ziua Mondială a Științei
rw_rw: Umunsi wâ€™ubumenyi ku isi
sl: Svetovni dan znanosti
sr: Светски дан науке
sv: Världsvetenskapsdagen
th: วันวิทยาศาสตร์โลก
tk_tm: Bütindünýä ylym güni
tr: Dünya Bilim Günü
uk: Всесвітній день науки
vi: Ngày Khoa học Thế giới

# CelebrationsHalloween
source: Halloween
ar: الهالوين
be: Хэлоўін
bg: Хелоуин
bo_cn: ཧ་ལོ་ཝིན།
bs_latn_ba: Noć vještica
chs: 万圣节
cht: 萬聖節
el: Απόκριες
fa: هالووین
kk: Хэллоуин
km_kh: បុណ្យ Halloween
ko: 할로윈
ku_arab_iq: جەژنی هالۆوین
ky_kg: Хэллоуин
mk: Ноќта на вештерките
pa_arab_pk: ہالووین
pa_in: ਹੇਲੋਵੀਨ
ps_af: هالووین
sl: Noč čarovnic
sr: Ноћ вештица
tr: Cadılar Bayramı

# CelebrationSoccer
source: Soccer championship
am_et: የእግር ኳስ ሻምፒዮና
ar: بطولة كرة القدم
az: Futbol çempionatı
be: Чэмпіянат па футболе
bg: Футболно първенство
bo_cn: རྐང་སྤོལ་འགྲན་བསྡུར།
bs_latn_ba: Prvenstvo u fudbalu
ca: Campionat de futbol
chs: 足球锦标赛
cht: 足球錦標賽
cs_cz: Mistrovství ve fotbale
da: Fodboldmesterskaber
de: Fußballweltmeisterschaft
el: Πρωτάθλημα ποδοσφαίρου
es: Campeonato de Fútbol
fa: مسابقات قهرمانی فوتبال
fr: Championnat de football
hi: फुटबॉल चैंपियनशिप
id: Kejuaraan Sepak Bola
is: Knattspyrnumeistaramótið
it: Campionati di calcio
ja: サッカー選手権
ka: ფეხბურთის ჩემპიონატი
kk: Футболдан чемпионат
km_kh: ជើងឯកបាល់ទាត់
ko: 축구 선수권 대회
ku_arab_iq: پاڵەوانێتی تۆپی پێ
ky_kg: Футбол чемпионаты
lt: Futbolo čempionatas
lv: Futbola čempionāts
mk: Фудбалско првенство
mn_mn: Хөлбөмбөгийн аварга шалгаруулах тэмцээн
ms: Kejohanan bola sepak
nl: Voetbalkampioenschap
no: Fotballmesterskap
pa_arab_pk: فٹ بال چیمپئن شپ
pa_in: ਫੁੱਟਬਾਲ ਚੈਂਪੀਅਨਸ਼ਿਪ
pl: Mistrzostwa w piłce nożnej
ps_af: د فوټبال اتلولي
pt: Campeonato de Futebol
ro: Campionatul de fotbal
rw_rw: Shampiyona y'umupira w'amaguru
sl: Nogometno prvenstvo
sr: Фудбалско првенство
sv: Fotbollsmästerskapen
th: การแข่งขันฟุตบอลชิงแชมป์
tk_tm: Futbol çempionaty
tr: Futbol Şampiyonası
uk: Чемпіонат з футболу
vi: Giải vô địch bóng đá

# CelebrationsWinterOlympics
source: Olympic winter games
am_et: የኦሎምፒክ የክረምት ጨዋታዎች
ar: الألعاب الأولمبية الشتوية
az: Olimpiya qış oyunları
be: Зімовыя Алімпійскія гульні
bg: Зимни олимпийски игри
bo_cn: ཨོ་རྩལ་འགྲན་ཚོགས་ཀྱི་དགུན་དུས་ལུས་རྩལ་འགྲན་ཚོགས།
bs_latn_ba: Zimske olimpijske igre
ca: Jocs Olímpics d'hivern
chs: 冬季奥运会
cht: 冬季奧運
cs_cz: Zimní olympijské hry
da: Olympiske vinterlege
de: Olympische Winterspiele
el: Χειμερινοί Ολυμπιακοί αγώνες
es: Juegos Olímpicos de Invierno
fa: بازی‌های زمستانی المپیک
fr: Jeux olympiques d'hiver
hi: ओलंपिक शीतकालीन खेल
id: Olimpiade Musim Dingin
is: Vetrarólympíuleikarnir
it: Giochi olimpici invernali
ja: 冬季オリンピック
ka: ზამთრის ოლიმპიური თამაშები
kk: Қысқы Олимпиада ойындары
km_kh: ហ្គេមអូឡាំពិករដូវរងា
ko: 올림픽 동계 올림픽
ku_arab_iq: یارییەکانی زستانەی ئۆڵۆمپیاد
ky_kg: Олимпиадалык кышкы оюндар
lt: Žiemos olimpinės žaidynės
lv: Ziemas Olimpiskās spēles
mk: Зимски олимписки игри
mn_mn: Өвлийн олимпийн наадам
ms: Permainan musim sejuk Olimpik
nl: Olympische Winterspelen
no: Olympiske vinterleker
pa_arab_pk: اولمپک سردیاں دیاں کھیڈاں
pa_in: ਓਲੰਪਿਕ ਸਰਦੀਆਂ ਦੀਆਂ ਖੇਡਾਂ
pl: Zimowe igrzyska olimpijskie
ps_af: د اولمپیک ژمي لوبې
pt: Jogos Olímpicos de Inverno
ro: Jocurile Olimpice de iarnă
rw_rw: Imikino Olempike
sl: Zimske olimpijske igre
sr: Зимске олимпијске игре
sv: Olympiska vinterspelen
th: การแข่งขันกีฬาโอลิมปิกฤดูหนาว
tk_tm: Olimpiýa gyş oýunlary
tr: Olimpiyat Kış Oyunları
uk: Зимові Олімпійські ігри
vi: Thế vận hội Mùa đông Olympic

# CelebrationTimkat
source: Timkat: Ethiopian Christians commemorating the Baptism of Jesus
am_et: ቲምካት፡ ኢትዮጵያውያን ክርስቲያኖች የኢየሱስን ጥምቀት እያሰቡ ነው።
ar: التيمكات: المسيحيون الإثيوبيون يحيون ذكرى معمودية السيد المسيح
az: Timkat: Efiopiyalı xristianlar İsanın Vəftizini xatırlayırlar
be: Цімкат: эфіопскія хрысціяне ўшаноўваюць хрышчэнне Ісуса
bg: Тимкат: Етиопски християни отбелязват Кръщението на Исус
bo_cn: ཏིམ་ཀཊ། ཨི་ཐོ་པི་ཡའི་ཡི་ཤུའི་ཆོས་ལུགས་པ་ཚོས་ཡེ་ཤུའི་ཁྲུས་གསོལ་དྲན་གསོ་ཞུ་བཞིན་ཡོད།
bs_latn_ba: Timkat: Etiopski kršćani obilježavaju Isusovo krštenje
ca: Timkat: Cristians etíops commemorant el Baptisme de Jesús
chs: 蒂姆卡特节：埃塞俄比亚基督徒纪念耶稣受洗
cht: 提姆卡特節：衣索比亞基督徒紀念耶穌受洗
cs_cz: Timkat: Etiopští křesťané si připomínají Ježíšův křest
da: Timkat: Etiopiske kristne mindes Jesu dåb
de: Timkat: Äthiopische Christen gedenken der Taufe Jesu
el: Τιμκάτ: Αιθίοπες Χριστιανοί τιμούν τη Βάπτιση του Ιησού
es: Timkat: Cristianos etíopes conmemoran el Bautismo de Jesús
fa: تیمکات: مسیحیان اتیوپیایی در بزرگداشت غسل تعمید عیسی
fr: Timkat : Commémoration du baptême de Jésus par les chrétiens éthiopiens
hi: टिमकाट: इथियोपियाई ईसाई यीशु के बपतिस्मा का स्मरण करते हैं
id: Timkat: Umat Kristen Etiopia Memperingati Pembaptisan Yesus
is: Timkat: Eþíópískir kristnir menn minnast skírn Jesú
it: Timkat: Cristiani etiopi commemorano il Battesimo di Gesù
ja: ティムカット：エチオピアのキリスト教徒がイエスの洗礼を祝う
ka: ტიმკატი: ეთიოპიელი ქრისტიანები იესოს ნათლობას აღნიშნავენ
kk: Тимкат: Эфиопиялық христиандар Исаның шомылдыру рәсімінен өтуін еске алады
km_kh: Timkat: គ្រិស្តបរិស័ទអេត្យូពីប្រារព្ធពិធីបុណ្យជ្រមុជទឹករបស់ព្រះយេស៊ូវ
ko: 팀캇: 에티오피아 기독교인들의 예수 세례 기념
ku_arab_iq: تیمکات: مەسیحییەکانی ئەسیوپی کە یادی مەعمودی عیسا دەکەنەوە
ky_kg: Тимкат: Эфиопиялык христиандар Ыйсанын чөмүлдүрүлүшүн эскерип жатышат
lt: Timkatas: Etiopijos krikščionys mini Jėzaus krikštą
lv: Timkata: Etiopijas kristieši piemin Jēzus kristības
mk: Тимкат: Етиопските христијани го одбележуваат крштевањето на Исус
mn_mn: Тимкат: Этиопын Христэд итгэгчид Есүсийн баптисм хүртсэн өдрийг тэмдэглэж байна
ms: Timkat: Kristian Ethiopia memperingati Pembaptisan Yesus
nl: Timkat: Ethiopische christenen herdenken de Doop van Jezus
no: Timkat: Etiopiske kristne minnes Jesu dåp
pa_arab_pk: تمکت: ایتھوپیا دے عیسائی یسوع دے بپتسمے دی یاد مناندے ہوئے
pa_in: ਟਿਮਕਤ: ਈਥੋਪੀਅਨ ਈਸਾਈ ਯਿਸੂ ਦੇ ਬਪਤਿਸਮੇ ਦੀ ਯਾਦ ਵਿੱਚ
pl: Timkat: Etiopscy chrześcijanie upamiętniają Chrzest Jezusa
ps_af: تمکت: د ایتوپیا عیسویان د عیسی علیه السلام د بپتسما یادونه کوي
pt: Timkat: Cristãos etíopes comemoram o Batismo de Jesus
ro: Timkat: Creștinii etiopieni comemorează Botezul lui Isus
rw_rw: Timkat: Abakirisitu b'Abanyetiyopiya bibuka Umubatizo wa Yesu
sl: Timkat: Etiopski kristjani obeležujejo Jezusov krst
sr: Тимкат: Етиопски хришћани обележавају Исусово крштење
sv: Timkat: Etiopiska kristna firar Jesu dop
th: ทิมกัต: ชาวคริสต์เอธิโอเปียร่วมรำลึกถึงพิธีบัพติศมาของพระเยซู
tk_tm: Timkat: Efiopiýaly hristianlar Isanyň çokundyrylmagyny ýatlaýarlar
tr: Timkat: Etiyopyalı Hristiyanlar İsa'nın Vaftizini anıyor
uk: Тімкат: ефіопські християни відзначають Хрещення Ісуса
vi: Timkat: Người theo đạo Thiên chúa Ethiopia kỷ niệm Lễ Rửa tội của Chúa Jesus

# CelebrationValentine
source: Valentine day
am_et: የቫለንታይን ቀን
ar: عيد الحب
az: Sevgililər günü
be: Дзень святога Валянціна
bg: Ден на влюбените
bo_cn: བརྩེ་དུང་གི་ཉིན་མོ།
bs_latn_ba: Valentinovo
ca: Dia de Sant Valentí
chs: 情人节
cht: 情人節
cs_cz: Valentýn
da: Valentinsdag
de: Valentinstag
el: Ημέρα του Αγίου Βαλεντίνου
es: Día de San Valentín
fa: روز ولنتاین
fr: Saint-Valentin
hi: वेलेंटाइन दिवस
id: Hari Valentine
is: Valentínusardagurinn
it: San Valentino
ja: バレンタインデー
ka: ვალენტინობის დღე
kk: Валентин күні
km_kh: ថ្ងៃនៃក្តីស្រឡាញ់
ko: 발렌타인데이
ku_arab_iq: ڕۆژی ڤالانتاین
ky_kg: Валентин күнү
lt: Valentino diena
lv: Valentīna diena
mk: Ден на вљубените
mn_mn: Гэгээн Валентины өдөр
ms: hari Valentine
nl: Valentijnsdag
no: Valentinsdagen
pa_arab_pk: ویلنٹائن ڈے
pa_in: ਵੈਲੇਨਟਾਈਨ ਦਿਵਸ
pl: Walentynki
ps_af: د ویلنټاین ورځ
pt: Dia dos Namorados
ro: Ziua Îndrăgostiților
rw_rw: Umunsi w'abakundana
sl: Valentinovo
sr: Дан заљубљених
sv: Alla hjärtans dag
th: วันวาเลนไทน์
tk_tm: Söýgüliler güni
tr: Sevgililer Günü
uk: День святого Валентина
vi: Ngày Lễ Tình nhân

source: Error!
am_et: ስህተት!
ar: خطأ!
az: Səhv!
be: Памылка!
bg: Грешка!
bo_cn: ནོར་བ!
bs_latn_ba: Greška!
chs: 错误！
cht: 錯誤！
cs_cz: Chyba!
da: Fejl!
de: Fehler!
el: Σφάλμα!
fa: اشتباه!
fr: Erreur!
hi: गलती!
id: Kesalahan!
is: Mistök!
it: Errore!
ja: エラー！
ka: შეცდომა!
kk: Қате!
km_kh: ខុស!
ko: 오류!
ku_arab_iq: هەڵە!
ky_kg: Ката!
lt: Klaida!
lv: Kļūda!
mk: Грешка!
mn_mn: Алдаа!
ms: Silap!
nl: Fout!
no: Feil!
pa_arab_pk: غلطی!
pa_in: ਗਲਤੀ!
pl: Błąd!
ps_af: تېروتنه!
pt: Erro!
ro: Greşeală!
rw_rw: Ikosa!
sl: Napaka!
sr: Грешка!
sv: Misstag!
th: ความผิดพลาด!
tk_tm: Istalňyşlyk!
tr: Hata!
uk: Помилка!
vi: Sai lầm!

# ErrorLoadingTrainingFileHeader
source: Error while loding training results XML file
am_et: የኤክስኤምኤል ማሰልጠኛ ፋይል መጫን ላይ ስህተት
ar: حدث خطأ أثناء تقديم ملف XML لنتائج التدريب
az: XML təlim faylını yükləmə xətası
be: Памылка загрузкі навучальнага файла XML
bg: Грешка при зареждане на XML файл за обучение
bo_cn: XML སྦྱོང་བརྡར་ཡིག་ཆ་མངོན་པར་ནོར་འཁྲུལ་བྱུང་བ།
bs_latn_ba: Greška pri učitavanju XML datoteke za obuku
ca: S'ha produït un error en carregar el fitxer d'entrenament XML
chs: 加载训练结果 XML 文件时出错
cht: 載入訓練結果 XML 檔案時發生錯誤
cs_cz: Chyba při načítání cvičného souboru XML
da: Fejl ved indlæsning af XML-træningsfil
de: Fehler beim Laden der XML-Trainingdatei
el: Σφάλμα κατά την αποθήκευση του αρχείου XML των αποτελεσμάτων εκπαίδευσης
es: Error al cargar el archivo XML de resultados de entrenamiento
fa: خطا در بارگیری فایل آموزشی XML
fr: Erreur lors du chargement du fichier XML des résultats de l'entraînement
hi: प्रशिक्षण परिणाम XML फ़ाइल लोड करते समय त्रुटि
id: Terjadi kesalahan saat memuat file pelatihan XML
is: Villa við að hlaða XML þjálfunarskrá
it: Errore durante il caricamento del file XML dei risultati della formazione
ja: トレーニング結果 XML ファイルの読み込み中にエラーが発生しました
ka: XML სასწავლო ფაილის ჩატვირთვის შეცდომა
kk: XML оқу файлын жүктеу қатесі
km_kh: កំហុសក្នុងការផ្ទុកឯកសារបណ្តុះបណ្តាល XML
ko: 훈련 결과 XML 파일을 로드하는 중 오류가 발생했습니다.
ku_arab_iq: هەڵە لە بارکردنی پەڕگەی ڕاهێنانی XML
ky_kg: XML окутуу файлын жүктөө катасы
lt: Klaida įkeliant XML mokymo failą
lv: Ielādējot XML apmācības failu, radās kļūda
mk: Грешка при вчитување на датотеката за обука на XML
mn_mn: XML сургалтын файлыг ачаалахад алдаа гарлаа
ms: Ralat memuatkan fail latihan XML
nl: Fout bij laden van XML-trainingsbestand
no: Feil ved innlasting av XML-opplæringsfil
pa_arab_pk: ایکس ایم ایل ٹریننگ فائل لوڈ کرن چ غلطی ہوئی
pa_in: XML ਸਿਖਲਾਈ ਫਾਈਲ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ
pl: Błąd ładowania pliku szkoleniowego XML
ps_af: د XML روزنې فایل پورته کولو کې تېروتنه
pt: Erro ao carregar o arquivo XML dos resultados do treinamento
ro: Eroare la încărcarea fișierului de antrenament XML
rw_rw: Ikosa ryo gupakira dosiye ya XML
sl: Napaka pri nalaganju datoteke za usposabljanje XML
sr: Грешка при учитавању КСМЛ датотеке за обуку
sv: Det gick inte att läsa in XML-utbildningsfilen
th: เกิดข้อผิดพลาดในการโหลดไฟล์การฝึกอบรม XML
tk_tm: XML okuw faýlyny ýüklemekde säwlik
tr: Eğitim sonuçları XML dosyası yüklenirken hata oluştu
uk: Помилка завантаження навчального файлу XML
vi: Lỗi tải tệp đào tạo XML

# ErrorLoadingTrainingFileMessage
source: An error happened while loading training results XML file: {0}
am_et: የኤክስኤምኤል ማሰልጠኛ ፋይልን በመጫን ላይ ሳለ የሚከተለው ስህተት ተከስቷል፡ {0}
ar: حدث خطأ أثناء تحميل ملف XML لنتائج التدريب: {0}
az: XML təlim faylı yüklənərkən aşağıdakı xəta baş verdi: {0}
be: Падчас загрузкі навучальнага файла XML адбылася наступная памылка: {0}
bg: Възникна следната грешка при зареждането на XML файла за обучение: {0}
bo_cn: XML སྦྱོང་བརྡར་ཡིག་ཆ་མངོན་སྐབས་གཤམ་གྱི་ནོར་འཁྲུལ་བྱུང་འདུག {0}
bs_latn_ba: Sljedeća greška se dogodila prilikom učitavanja XML fajla za obuku: {0}
ca: S'ha produït l'error següent en carregar el fitxer d'entrenament XML: {0}
chs: 加载训练结果 XML 文件时发生错误：{0}
cht: 載入訓練結果 XML 檔案時發生錯誤：{0}
cs_cz: Při načítání cvičného souboru XML došlo k následující chybě: {0}
da: Følgende fejl opstod under indlæsning af XML-træningsfilen: {0}
de: Beim Laden der XML-Trainingdatei ist der folgende Fehler aufgetreten: {0}
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του αρχείου XML των αποτελεσμάτων εκπαίδευσης: {0}
es: Se produjo un error al cargar el archivo XML de resultados de entrenamiento: {0}
fa: هنگام بارگیری فایل آموزشی XML خطای زیر رخ داد: {0}
fr: Une erreur s'est produite lors du chargement du fichier XML des résultats de l'entraînement : {0}
hi: प्रशिक्षण परिणाम XML फ़ाइल लोड करते समय एक त्रुटि हुई: {0}
id: Kesalahan berikut terjadi saat memuat file pelatihan XML: {0}
is: Eftirfarandi villa kom upp við að hlaða XML þjálfunarskránni: {0}
it: Si è verificato un errore durante il caricamento del file XML dei risultati dell'addestramento: {0}
ja: トレーニング結果 XML ファイルの読み込み中にエラーが発生しました: {0}
ka: XML სასწავლო ფაილის ჩატვირთვისას წარმოიშვა შემდეგი შეცდომა: {0}
kk: XML оқу файлын жүктеу кезінде келесі қате орын алды: {0}
km_kh: កំហុសខាងក្រោមបានកើតឡើងខណៈពេលកំពុងផ្ទុកឯកសារបណ្តុះបណ្តាល XML៖ {0}
ko: 학습 결과 XML 파일을 로드하는 중 오류가 발생했습니다: {0}
ku_arab_iq: ئەم هەڵەیەی خوارەوە لە کاتی بارکردنی پەڕگەی ڕاهێنانی XML ڕوویدا: {0}
ky_kg: XML окутуу файлын жүктөөдө төмөнкү ката кетти: {0}
lt: Įkeliant XML mokymo failą įvyko ši klaida: {0}
lv: Ielādējot XML apmācības failu, radās šāda kļūda: {0}
mk: Се појави следнава грешка при вчитување на датотеката за обука на XML: {0}
mn_mn: XML сургалтын файлыг ачаалах явцад дараах алдаа гарлаа: {0}
ms: Ralat berikut berlaku semasa memuatkan fail latihan XML: {0}
nl: De volgende fout is opgetreden tijdens het laden van het XML-trainingsbestand: {0}
no: Følgende feil oppstod under innlasting av XML-opplæringsfilen: {0}
pa_arab_pk: ایکس ایم ایل ٹریننگ فائل لوڈ کردے ویلے درج ذیل غلطی ہوئی: {0}
pa_in: XML ਸਿਖਲਾਈ ਫਾਈਲ ਨੂੰ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਹੇਠ ਲਿਖੀ ਗਲਤੀ ਆਈ ਹੈ: {0}
pl: Wystąpił następujący błąd podczas ładowania pliku szkoleniowego XML: {0}
ps_af: د XML د روزنې دوتنې د پورته کولو په وخت کې لاندې تېروتنه رامنځته شوه: {0}
pt: Ocorreu um erro ao carregar o arquivo XML dos resultados do treinamento: {0}
ro: Următoarea eroare a apărut la încărcarea fișierului de antrenament XML: {0}
rw_rw: Ikosa rikurikira ryabaye mugihe cyo gupakira dosiye ya XML: {0}
sl: Med nalaganjem datoteke za usposabljanje XML je prišlo do naslednje napake: {0}
sr: Дошло је до следеће грешке приликом учитавања КСМЛ датотеке за обуку: {0}
sv: Följande fel inträffade när XML-utbildningsfilen laddades: {0}
th: เกิดข้อผิดพลาดต่อไปนี้ขณะโหลดไฟล์การฝึกอบรม XML: {0}
tk_tm: XML okuw faýly ýüklenende aşakdaky ýalňyşlyk ýüze çykdy: {0}
tr: Eğitim sonuçları XML dosyası yüklenirken bir hata oluştu: {0}
uk: Під час завантаження навчального XML-файлу сталася така помилка: {0}
vi: Đã xảy ra lỗi sau khi tải tệp đào tạo XML: {0}

# ErrorLoadingXmlFileHeader
source: Error while loding vocabulary XML file
am_et: የኤክስኤምኤል መዝገበ ቃላት ፋይል መጫን ላይ ስህተት
ar: حدث خطأ أثناء تقديم ملف XML للمفردات
az: XML lüğət faylını yükləmə xətası
be: Памылка загрузкі файла слоўніка XML
bg: Грешка при зареждането на файла с XML речник
bo_cn: XML མིང་ཚིག་ཡིག་ཆ་མངོན་པར་ནོར་འཁྲུལ་བྱུང་བ།
bs_latn_ba: Greška pri učitavanju XML datoteke vokabulara
ca: S'ha produït un error en carregar el fitxer de vocabulari XML
chs: 加载词汇表 XML 文件时出错
cht: 載入詞彙表 XML 檔案時發生錯誤
cs_cz: Chyba při načítání souboru slovníku XML
da: Fejl ved indlæsning af XML-ordforrådsfil
de: Fehler beim Laden der XML-Vokabeldatei
el: Σφάλμα κατά την αποθήκευση του αρχείου XML λεξιλογίου
es: Error al cargar el archivo XML de vocabulario
fa: خطا در بارگیری فایل واژگان XML
fr: Erreur lors du chargement du fichier XML de vocabulaire
hi: शब्दावली XML फ़ाइल लोड करते समय त्रुटि
id: Terjadi kesalahan saat memuat file kosakata XML
is: Villa við að hlaða XML orðaforðaskrá
it: Errore durante il caricamento del file XML del vocabolario
ja: 語彙 XML ファイルの読み込み中にエラーが発生しました
ka: XML ლექსიკის ფაილის ჩატვირთვისას მოხდა შეცდომა
kk: XML сөздік файлын жүктеу қатесі
km_kh: កំហុសក្នុងការផ្ទុកឯកសារវាក្យសព្ទ XML
ko: 어휘 XML 파일을 로드하는 중 오류가 발생했습니다.
ku_arab_iq: هەڵە لە بارکردنی پەڕگەی وشەسازی XML
ky_kg: XML лексика файлын жүктөө катасы
lt: Klaida įkeliant XML žodyno failą
lv: Ielādējot XML vārdnīcas failu, radās kļūda
mk: Грешка при вчитување на датотеката XML вокабулар
mn_mn: XML толь бичгийн файлыг ачаалахад алдаа гарлаа
ms: Ralat memuatkan fail perbendaharaan kata XML
nl: Fout bij laden van XML-vocabulairebestand
no: Feil ved innlasting av XML-vokabularfil
pa_arab_pk: ایکس ایم ایل ووکیبولری فائل لوڈ کرن چ غلطی ہوئی
pa_in: XML ਸ਼ਬਦਾਵਲੀ ਫਾਈਲ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ
pl: Błąd ładowania pliku słownika XML
ps_af: د XML لغتونو دوتنې په پورته کولو کې تېروتنه
pt: Erro ao carregar arquivo XML de vocabulário
ro: Eroare la încărcarea fișierului de vocabular XML
rw_rw: Ikosa ryo gupakira dosiye ya XML
sl: Napaka pri nalaganju datoteke besedišča XML
sr: Грешка при учитавању КСМЛ датотеке речника
sv: Det gick inte att läsa in XML-ordförrådsfilen
th: เกิดข้อผิดพลาดในการโหลดไฟล์คำศัพท์ XML
tk_tm: XML söz faýlyny ýüklemekde säwlik
tr: Kelime XML dosyası yüklenirken hata oluştu
uk: Помилка завантаження файлу словника XML
vi: Lỗi tải tệp từ vựng XML

# ErrorLoadingXmlFileMessage
source: An error happened while loading vocabulary XML file: {0}
am_et: የሚከተለው ስህተት የኤክስኤምኤል መዝገበ-ቃላት ፋይሉን በመጫን ላይ ነበር፡- {0}
ar: حدث خطأ أثناء تحميل ملف XML للمفردات: {0}
az: XML lüğət faylını yükləyərkən aşağıdakı xəta baş verdi: {0}
be: Падчас загрузкі файла слоўніка XML адбылася наступная памылка: {0}
bg: Възникна следната грешка при зареждане на файла с XML речник: {0}
bo_cn: XML མིང་ཚིག་ཡིག་ཚགས་མངོན་སྐབས་གཤམ་གྱི་ནོར་འཁྲུལ་འདི་བྱུང་འདུག {0}
bs_latn_ba: Sljedeća greška se dogodila prilikom učitavanja XML fajla vokabulara: {0}
ca: S'ha produït l'error següent en carregar el fitxer de vocabulari XML: {0}
chs: 加载词汇表 XML 文件时发生错误：{0}
cht: 載入詞彙表 XML 檔案時發生錯誤：{0}
cs_cz: Při načítání souboru slovníku XML došlo k následující chybě: {0}
da: Følgende fejl opstod under indlæsning af XML-ordforrådsfilen: {0}
de: Beim Laden der XML-Vokabeldatei ist der folgende Fehler aufgetreten: {0}
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του αρχείου XML λεξιλογίου: {0}
es: Se produjo un error al cargar el archivo XML de vocabulario: {0}
fa: هنگام بارگیری فایل واژگان XML خطای زیر رخ داد: {0}
fr: Une erreur s'est produite lors du chargement du fichier XML de vocabulaire : {0}
hi: शब्दावली XML फ़ाइल लोड करते समय एक त्रुटि हुई: {0}
id: Kesalahan berikut terjadi saat memuat berkas kosakata XML: {0}
is: Eftirfarandi villa kom upp við að hlaða XML-orðaforðaskránni: {0}
it: Si è verificato un errore durante il caricamento del file XML del vocabolario: {0}
ja: 語彙 XML ファイルの読み込み中にエラーが発生しました: {0}
ka: XML ლექსიკის ფაილის ჩატვირთვისას წარმოიშვა შემდეგი შეცდომა: {0}
kk: XML сөздік файлын жүктеу кезінде келесі қате орын алды: {0}
km_kh: កំហុសខាងក្រោមបានកើតឡើងខណៈពេលកំពុងផ្ទុកឯកសារវាក្យសព្ទ XML៖ {0}
ko: 어휘 XML 파일을 로드하는 중 오류가 발생했습니다: {0}
ku_arab_iq: ئەم هەڵەیەی خوارەوە لە کاتی بارکردنی پەڕگەی وشەسازی XML ڕوویدا: {0}
ky_kg: XML лексика файлын жүктөөдө төмөнкү ката кетти: {0}
lt: Įkeliant XML žodyno failą įvyko ši klaida: {0}
lv: Ielādējot XML vārdnīcas failu, radās šāda kļūda: {0}
mk: Се појави следнава грешка при вчитување на датотеката со речник XML: {0}
mn_mn: XML толь бичгийн файлыг ачаалах явцад дараах алдаа гарлаа: {0}
ms: Ralat berikut berlaku semasa memuatkan fail perbendaharaan kata XML: {0}
nl: De volgende fout is opgetreden tijdens het laden van het XML-vocabulairebestand: {0}
no: Følgende feil oppstod under innlasting av XML-ordforrådsfilen: {0}
pa_arab_pk: ایکس ایم ایل ووکیبولری فائل لوڈ کردے ویلے درج ذیل غلطی ہوئی: {0}
pa_in: XML ਸ਼ਬਦਾਵਲੀ ਫਾਈਲ ਨੂੰ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਹੇਠ ਲਿਖੀ ਗਲਤੀ ਆਈ ਹੈ: {0}
pl: Wystąpił następujący błąd podczas ładowania pliku słownika XML: {0}
ps_af: د XML لغتونو دوتنې د پورته کولو په وخت کې لاندې تېروتنه رامنځته شوه: {0}
pt: Ocorreu um erro ao carregar o arquivo XML de vocabulário: {0}
ro: A apărut următoarea eroare la încărcarea fișierului de vocabular XML: {0}
rw_rw: Ikosa rikurikira ryabaye mugihe cyo gupakira dosiye yamagambo ya XML: {0}
sl: Med nalaganjem datoteke besedišča XML je prišlo do naslednje napake: {0}
sr: Дошло је до следеће грешке приликом учитавања КСМЛ датотеке речника: {0}
sv: Följande fel inträffade när XML-ordförrådsfilen laddades: {0}
th: เกิดข้อผิดพลาดต่อไปนี้ขณะโหลดไฟล์คำศัพท์ XML: {0}
tk_tm: XML söz faýly ýüklenende aşakdaky ýalňyşlyk ýüze çykdy: {0}
tr: Kelime XML dosyası yüklenirken bir hata oluştu: {0}
uk: Під час завантаження файлу словника XML сталася така помилка: {0}
vi: Đã xảy ra lỗi sau khi tải tệp từ vựng XML: {0}
