Repository: NataljaNeumann/VokabelTrainer
Catalog: VokabelTrainer/Properties/Resources.*.resx
Languages: am_et, ar, az, be, bg, bo_cn, bs_latn_ba, ca, chs, cht, cs_cz, da, de, el, es, fa, fr, hi, id, is, it, ja, ka, kk, km_kh, ko, ku_arab_iq, ky_kg, lt, lv, mk, mn_mn, ms, nl, no, pa_arab_pk, pa_in, pl, ps_af, pt, ro, rw_rw, sl, sr, sv, th, tk_tm, tr, uk, vi

# ErrorWhileSavingTrainingFile
source: An error occured while saving training results file: {0}
am_et: የስልጠና ፋይሉን በማስቀመጥ ላይ ሳለ የሚከተለው ስህተት ተከስቷል፡ {0}
ar: حدث خطأ أثناء حفظ ملف نتائج التدريب: {0}
az: Təlim faylını saxlayarkən aşağıdakı xəta baş verdi: {0}
be: Падчас захавання навучальнага файла адбылася наступная памылка: {0}
bg: Възникна следната грешка при запазване на обучителния файл: {0}
bo_cn: སྦྱོང་བརྡར་ཡིག་ཆ་ཉར་ཚགས་བྱེད་སྐབས་གཤམ་གྱི་ནོར་འཁྲུལ་འདི་བྱུང་འདུག {0}
bs_latn_ba: Dogodila se sljedeća greška prilikom pohranjivanja fajla treninga: {0}
ca: S'ha produït l'error següent en desar el fitxer d'entrenament: {0}
chs: 保存训练结果文件时出错：{0}
cht: 儲存訓練結果檔案時發生錯誤：{0}
cs_cz: Při ukládání cvičného souboru došlo k následující chybě: {0}
da: Følgende fejl opstod under lagring af træningsfilen: {0}
de: Beim Speichern der Training-Datei ist folgender Fehler aufgetreten: {0}
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση του αρχείου αποτελεσμάτων εκπαίδευσης: {0}
es: Se produjo un error al guardar el archivo de resultados del entrenamiento: {0}
fa: هنگام ذخیره فایل آموزشی، خطای زیر رخ داد: {0}
fr: Une erreur s'est produite lors de l'enregistrement du fichier de résultats d'entraînement : {0}
hi: प्रशिक्षण परिणाम फ़ाइल सहेजते समय एक त्रुटि उत्पन्न हुई: {0}
id: Kesalahan berikut terjadi saat menyimpan file pelatihan: {0}
is: Eftirfarandi villa kom upp þegar þjálfunarskráin var vistuð: {0}
it: Si è verificato un errore durante il salvataggio del file dei risultati dell'addestramento: {0}
ja: トレーニング結果ファイルの保存中にエラーが発生しました: {0}
ka: სასწავლო ფაილის შენახვისას წარმოიშვა შემდეგი შეცდომა: {0}
kk: Жаттығу файлын сақтау кезінде келесі қате орын алды: {0}
km_kh: កំហុសខាងក្រោមបានកើតឡើងខណៈពេលរក្សាទុកឯកសារបណ្តុះបណ្តាល៖ {0}
ko: 훈련 결과 파일을 저장하는 동안 오류가 발생했습니다: {0}
ku_arab_iq: ئەم هەڵەیەی خوارەوە لە کاتی پاشەکەوتکردنی فایلە ڕاهێنانەکەدا ڕوویدا: {0}
ky_kg: Тренинг файлын сактоодо төмөнкү ката кетти: {0}
lt: Išsaugant mokymo failą įvyko ši klaida: {0}
lv: Saglabājot apmācības failu, radās šāda kļūda: {0}
mk: Се појави следнава грешка при зачувувањето на датотеката за обука: {0}
mn_mn: Сургалтын файлыг хадгалах явцад дараах алдаа гарлаа: {0}
ms: Ralat berikut berlaku semasa menyimpan fail latihan: {0}
nl: De volgende fout is opgetreden tijdens het opslaan van het trainingsbestand: {0}
no: Følgende feil oppstod under lagring av opplæringsfilen: {0}
pa_arab_pk: ٹریننگ فائل محفوظ کردے ویلے درج ذیل غلطی ہوئی: {0}
pa_in: ਸਿਖਲਾਈ ਫਾਈਲ ਨੂੰ ਸੰਭਾਲਣ ਦੌਰਾਨ ਹੇਠ ਲਿਖੀ ਗਲਤੀ ਆਈ ਹੈ: {0}
pl: Wystąpił następujący błąd podczas zapisywania pliku szkoleniowego: {0}
ps_af: د روزنې دوتنې د خوندي کولو پر مهال لاندې تېروتنه رامنځته شوه: {0}
pt: Ocorreu um erro ao salvar o arquivo de resultados do treinamento: {0}
ro: A apărut următoarea eroare la salvarea fișierului de antrenament: {0}
rw_rw: Ikosa rikurikira ryabaye mugihe uzigama dosiye y'amahugurwa: {0}
sl: Med shranjevanjem datoteke usposabljanja je prišlo do naslednje napake: {0}
sr: Дошло је до следеће грешке приликом чувања датотеке обуке: {0}
sv: Följande fel inträffade när utbildningsfilen sparades: {0}
th: เกิดข้อผิดพลาดต่อไปนี้ขณะบันทึกไฟล์การฝึก: {0}
tk_tm: Okuw faýlyny ýatda saklamakda aşakdaky ýalňyşlyk ýüze çykdy: {0}
tr: Eğitim sonuçları dosyası kaydedilirken bir hata oluştu: {0}
uk: Під час збереження навчального файлу сталася така помилка: {0}
vi: Đã xảy ra lỗi sau khi lưu tệp đào tạo: {0}

# ErrorWhileSavingVocabularyFile
source: An error occured while saving vocabulary file: {0}
am_et: የሚከተለው ስህተት የቃላት ፋይሉን በማስቀመጥ ላይ ሳለ፡- {0}
ar: حدث خطأ أثناء حفظ ملف المفردات: {0}
az: Lüğət faylını saxlayarkən aşağıdakı xəta baş verdi: {0}
be: Пры захаванні файла слоўніка адбылася наступная памылка: {0}
bg: Възникна следната грешка при запазване на речниковия файл: {0}
bo_cn: མིང་ཚིག་ཡིག་ཆ་ཉར་ཚགས་བྱེད་སྐབས་གཤམ་གྱི་ནོར་འཁྲུལ་འདི་བྱུང་འདུག {0}
bs_latn_ba: Dogodila se sljedeća greška prilikom pohranjivanja fajla vokabulara: {0}
ca: S'ha produït l'error següent en desar el fitxer de vocabulari: {0}
chs: 保存词汇文件时出错：{0}
cht: 儲存詞彙檔時發生錯誤：{0}
cs_cz: Při ukládání souboru slovníku došlo k následující chybě: {0}
da: Følgende fejl opstod under lagring af ordforrådsfilen: {0}
de: Beim Speichern der Vokabeldatei ist folgender Fehler aufgetreten: {0}
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση του αρχείου λεξιλογίου: {0}
es: Se produjo un error al guardar el archivo de vocabulario: {0}
fa: هنگام ذخیره فایل واژگان، خطای زیر رخ داد: {0}
fr: Une erreur s'est produite lors de l'enregistrement du fichier de vocabulaire : {0}
hi: शब्दावली फ़ाइल सहेजते समय एक त्रुटि उत्पन्न हुई: {0}
id: Kesalahan berikut terjadi saat menyimpan berkas kosakata: {0}
is: Eftirfarandi villa kom upp þegar orðaforðaskráin var vistuð: {0}
it: Si è verificato un errore durante il salvataggio del file del vocabolario: {0}
ja: 語彙ファイルの保存中にエラーが発生しました: {0}
ka: ლექსიკის ფაილის შენახვისას წარმოიშვა შემდეგი შეცდომა: {0}
kk: Сөздік файлын сақтау кезінде келесі қате орын алды: {0}
km_kh: កំហុសខាងក្រោមបានកើតឡើងខណៈពេលរក្សាទុកឯកសារវាក្យសព្ទ៖ {0}
ko: 어휘 파일을 저장하는 동안 오류가 발생했습니다: {0}
ku_arab_iq: ئەم هەڵەیەی خوارەوە لە کاتی پاشەکەوتکردنی پەڕگەی وشەسازیدا ڕوویدا: {0}
ky_kg: Сөздүк файлын сактоодо төмөнкү ката кетти: {0}
lt: Išsaugant žodyno failą įvyko ši klaida: {0}
lv: Saglabājot vārdu krājuma failu, radās šāda kļūda: {0}
mk: Се појави следнава грешка при зачувувањето на датотеката со вокабуларот: {0}
mn_mn: Тайлбар толь файлыг хадгалах явцад дараах алдаа гарлаа: {0}
ms: Ralat berikut berlaku semasa menyimpan fail perbendaharaan kata: {0}
nl: De volgende fout is opgetreden tijdens het opslaan van het woordenschatbestand: {0}
no: Følgende feil oppstod under lagring av vokabularfilen: {0}
pa_arab_pk: ووکیبولری فائل محفوظ کردے ویلے درج ذیل غلطی ہوئی: {0}
pa_in: ਸ਼ਬਦਾਵਲੀ ਫਾਇਲ ਨੂੰ ਸੰਭਾਲਣ ਦੌਰਾਨ ਹੇਠ ਲਿਖੀ ਗਲਤੀ ਆਈ ਹੈ: {0}
pl: Wystąpił następujący błąd podczas zapisywania pliku słownika: {0}
ps_af: د لغتونو د دوتنې د خوندي کولو پر مهال لاندې تېروتنه رامنځته شوه: {0}
pt: Ocorreu um erro ao salvar o arquivo de vocabulário: {0}
ro: A apărut următoarea eroare la salvarea fișierului de vocabular: {0}
rw_rw: Ikosa rikurikira ryabaye mugihe uzigama dosiye yamagambo: {0}
sl: Med shranjevanjem datoteke besedišča je prišlo do naslednje napake: {0}
sr: Дошло је до следеће грешке при чувању датотеке речника: {0}
sv: Följande fel inträffade när vokabulärfilen sparades: {0}
th: เกิดข้อผิดพลาดต่อไปนี้ขณะบันทึกไฟล์คำศัพท์: {0}
tk_tm: Sözlük faýly ýatda saklananda aşakdaky ýalňyşlyk ýüze çykdy: {0}
tr: Kelime dosyası kaydedilirken bir hata oluştu: {0}
uk: Під час збереження файлу словника сталася така помилка: {0}
vi: Đã xảy ra lỗi sau khi lưu tệp từ vựng: {0}

# Exercise
source: Exercise {0} - {1}
am_et: {0} - {1} ልምምድ
ar: {0} - {1} تمرين
be: Практыка {0} – {1}
bg: Практика {0} – {1}
bs_latn_ba: Vježbati {0} – {1}
ca: Practicar {0} - {1}
chs: {0} - {1} 练习
cht: {0} - {1} 練習
cs_cz: Praxe {0} – {1}
da: øv dig på {0} – {1}
de: {0} - {1} trainieren
el: {0} - {1} εξάσκηση
es: {0} - {1} práctica
fa: {0} - {1} را تمرین کنید
fr: {0} à {1} entraînement
hi: {0} - {1} अभ्यास
id: Berlatih bahasa {0} – {1}
is: Æfa {0} – {1}
it: {0} - {1} pratica
ja: {0} - {1} の練習
ka: პრაქტიკაში {0} – {1}
km_kh: អនុវត្តភាសា {0} – {1}
ko: {0} - {1} 연습
ku_arab_iq: {0} - {1} ڕاهێنان
ky_kg: Практикалык {0} – {1}
lt: Praktika {0} – {1}
lv: Prakse {0} — {1}
mk: Вежбајте {0} – {1}
mn_mn: Дадлага {0} – {1}
ms: Berlatih bahasa {0} – {1}
nl: Oefen {0} – {1}
no: Trene {0} – {1}
pa_arab_pk: {0} – {1} شدید دی مشق کرو
pa_in: ਅਭਿਆਸ {0} – {1}
pl: Ćwiczyć {0} – {1}
ps_af: {0} – {1} تمرین کړئ
pt: {0} - {1} prática
ro: Practica {0} – {1}
rw_rw: {0} - {1} imyitozo
sl: Vadite {0} – {1}
sr: Вежбају {0} – {1}
sv: Träna {0} – {1}
th: {0} - {1} รถไฟ
tk_tm: {0} – {1} öwreniň
tr: {0} - {1} alıştırmaları
uk: Практика {0} – {1}
vi: Luyện {0} – {1}

# ExperimentalThanks
source: Thank you for trying the experimental vocabulary book. Please post your improvement suggestions in the forum, if you find errors or more similarly sounding translations. Mention the version of the software, names of the languages, the pairs of words and the improvements. In the best case, collect all improvement suggestions and post them all at once.
ar: شكرًا لك على تجربة كتاب المفردات التجريبي. يُرجى مشاركة اقتراحاتك للتحسين في المنتدى إذا وجدت أي أخطاء أو إذا وجدت ترجمات أخرى متشابهة في النطق. يرجى تضمين إصدار البرنامج، وأسماء اللغات، وأزواج الكلمات، واقتراحاتك. من الأفضل جمع جميع اقتراحاتك ونشرها دفعة واحدة.
az: Eksperimental lüğət kitabını sınadığınız üçün təşəkkür edirik. Hər hansı bir səhv tapsanız və ya daha çox oxşar səslənən tərcümələr tapsanız, forumda təkmilləşdirmə təkliflərinizi göndərin. Proqram versiyasını, dillərin adlarını, söz cütlərini və təkliflərinizi daxil edin. İdeal olaraq, bütün təkliflərinizi toplayın və hamısını bir anda yerləşdirin.
bg: Благодарим ви, че изпробвахте експерименталния речник. Моля, публикувайте вашите предложения за подобрение във форума, ако откриете грешки или ако намерите още подобни преводи. Включете версията на софтуера, имената на езиците, двойките думи и вашите предложения. В идеалния случай съберете всичките си предложения и ги публикувайте наведнъж.
bo_cn: ཚོད་ལྟའི་མིང་ཚིག་དེབ་དེ་ཚོད་ལྟ་བྱས་པར་ཐུགས་རྗེ་ཆེ། གལ་ཏེ་ཁྱེད་ལ་ནོར་འཁྲུལ་བྱུང་བའམ་ཡང་ན་སྒྲ་འདྲ་མཚུངས་ཀྱི་སྐད་སྒྱུར་མང་བ་བྱུང་ན་གླེང་སྟེགས་སྟེང་ལ་ཡར་རྒྱས་གཏོང་བའི་བསམ་འཆར་སྤེལ་རོགས། མཉེན་ཆས་ཀྱི་ཐོན་རིམ་དང་སྐད་ཡིག་གི་མིང་དང་མིང་ཚིག་ཆ་གཅིག་དང་ཁྱེད་རང་གི་བསམ་འཆར་བཅས་ཚུད་ཡོད། ཡག་ཤོས་ལ་ཁྱེད་རང་གི་བསམ་འཆར་ཚང་མ་བསྡུ་རུབ་བྱས་ནས་མཉམ་དུ་སྤེལ་དགོས།
bs_latn_ba: Hvala vam što ste isprobali eksperimentalnu knjigu vokabulara. Molimo vas da objavite svoje prijedloge za poboljšanje na forumu ako pronađete greške ili ako pronađete više slično zvučećih prijevoda. Uključite verziju softvera, nazive jezika, parove riječi i svoje prijedloge. Idealno bi bilo da prikupite sve svoje prijedloge i objavite ih odjednom.
chs: 感谢您试用实验性词汇书。如果您发现任何错误或找到更多发音相似的翻译，请在论坛中提出改进建议。请提供软件版本、语言名称、词对以及您的建议。理想情况下，请收集所有建议并一次性发布。
de: Vielen Dank, dass Sie das experimentelle Vokabelbuch ausprobiert haben. Bitte posten Sie Ihre Verbesserungsvorschläge im Forum, falls Sie Fehler oder ähnlicher klingende Übersetzungen finden. Geben Sie dabei die Softwareversion, die Namen der Sprachen, die Wortpaare und Ihre Verbesserungsvorschläge an. Idealerweise sammeln Sie alle Verbesserungsvorschläge und posten sie alle auf einmal.
it: Grazie per aver provato il libro di vocabolario sperimentale. Se trovate errori o se trovate traduzioni simili, vi preghiamo di postare i vostri suggerimenti di miglioramento nel forum. Inserite la versione del software, i nomi delle lingue, le coppie di parole e i vostri suggerimenti. L'ideale sarebbe raccogliere tutti i vostri suggerimenti e pubblicarli tutti insieme.
mk: Ви благодариме што ја испробавте експерименталната книга со вокабулар. Ве молиме објавете ги вашите предлози за подобрување на форумот ако најдете грешки или ако најдете повеќе слични преводи. Вклучете ја верзијата на софтверот, имињата на јазиците, паровите зборови и вашите предлози. Идеално, соберете ги сите ваши предлози и објавете ги сите одеднаш.
pa_in: ਪ੍ਰਯੋਗਾਤਮਕ ਸ਼ਬਦਾਵਲੀ ਕਿਤਾਬ ਨੂੰ ਅਜ਼ਮਾਉਣ ਲਈ ਧੰਨਵਾਦ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਕੋਈ ਗਲਤੀ ਮਿਲਦੀ ਹੈ ਜਾਂ ਜੇਕਰ ਤੁਹਾਨੂੰ ਹੋਰ ਸਮਾਨ-ਅਵਾਜ਼ ਵਾਲੇ ਅਨੁਵਾਦ ਮਿਲਦੇ ਹਨ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਫੋਰਮ ਵਿੱਚ ਸੁਧਾਰ ਲਈ ਆਪਣੇ ਸੁਝਾਅ ਪੋਸਟ ਕਰੋ। ਸਾਫਟਵੇਅਰ ਸੰਸਕਰਣ, ਭਾਸ਼ਾਵਾਂ ਦੇ ਨਾਮ, ਸ਼ਬਦ ਜੋੜੇ ਅਤੇ ਆਪਣੇ ਸੁਝਾਅ ਸ਼ਾਮਲ ਕਰੋ। ਆਦਰਸ਼ਕ ਤੌਰ 'ਤੇ, ਆਪਣੇ ਸਾਰੇ ਸੁਝਾਅ ਇਕੱਠੇ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਇੱਕੋ ਵਾਰ ਪੋਸਟ ਕਰੋ।
sl: Hvala, ker ste preizkusili eksperimentalni besednjak. Prosimo, da svoje predloge za izboljšave objavite na forumu, če najdete kakršne koli napake ali če najdete več podobno zvenečih prevodov. Vključite različico programske opreme, imena jezikov, besedne pare in svoje predloge. Idealno bi bilo, če bi zbrali vse svoje predloge in jih objavili hkrati.

# ExperimentalVocabularyBook
source: For this language pair there is an experimental vocabulary book, it is under the same license as the software. It has been designed as a continuous course for adults, however it hasn't been proofread by native speakers. Would you like to try it out?
ar: يوجد كتاب مفردات تجريبي لهذا الزوج اللغوي، وهو مرخص بنفس ترخيص البرنامج. صُمم كدورة مستمرة للبالغين، ولكنه لم يُراجع من قِبل متحدثين أصليين. هل ترغب بتجربته؟
az: Bu dil cütü üçün proqram təminatı ilə eyni lisenziya altında olan eksperimental lüğət kitabı var. Bu, böyüklər üçün davam edən kurs kimi nəzərdə tutulmuşdur, lakin ana dili olanlar tərəfindən yoxlanılmamışdır. Bunu sınamaq istərdinizmi?
bg: Има експериментален речник за тази езикова двойка, който е под същия лиценз като софтуера. Той е проектиран като текущ курс за възрастни, но не е коректиран от носители на езика. Искате ли да го опитате?
bo_cn: སྐད་ཡིག་ཆ་གཅིག་འདིའི་ཆེད་དུ་ཚོད་ལྟའི་མིང་ཚིག་དེབ་ཅིག་ཡོད་པ་དེ་མཉེན་ཆས་དང་ཆོག་མཆན་གཅིག་པའི་འོག་ཡོད། དེ་ནི་རྒན་རྒོན་ཚོའི་ཆེད་དུ་རྒྱུན་མཐུད་ཀྱི་སློབ་ཚན་ཞིག་ཏུ་བཟོས་ཡོད་ཀྱང་། ས་གནས་ཀྱི་སྐད་ཡིག་བེད་སྤྱོད་བྱེད་མཁན་གྱིས་བདེན་དཔང་བྱས་མེད། ཁྱེད་རང་ཚོད་ལྟ་བྱེད་འདོད་དམ།
bs_latn_ba: Postoji eksperimentalna knjiga vokabulara za ovaj jezički par, koja je pod istom licencom kao i softver. Dizajnirana je kao kontinuirani kurs za odrasle, ali je nisu lektorirali izvorni govornici. Želite li je isprobati?
chs: 我们为该语言对开发了一本实验性词汇书，其许可协议与软件相同。该词汇书旨在作为成人持续学习课程使用，但尚未经过母语人士校对。您想试用吗？
de: Für dieses Sprachpaar gibt es ein experimentelles Vokabelbuch, das unter derselben Lizenz wie die Software steht. Es wurde als fortlaufender Kurs für Erwachsene konzipiert, jedoch nicht von Muttersprachlern Korrektur gelesen. Möchten Sie es ausprobieren?
it: Esiste un libro di vocabolario sperimentale per questa coppia di lingue, che è sotto la stessa licenza del software. È stato progettato come corso continuo per adulti, ma non è stato revisionato da madrelingua. Vorresti provarlo?
mk: Постои експериментална книга со вокабулар за овој јазичен пар, која е под истата лиценца како и софтверот. Дизајнирана е како тековен курс за возрасни, но не е лектурирана од мајчини говорници. Дали сакате да ја пробате?
pa_in: ਇਸ ਭਾਸ਼ਾ ਜੋੜੇ ਲਈ ਇੱਕ ਪ੍ਰਯੋਗਾਤਮਕ ਸ਼ਬਦਾਵਲੀ ਕਿਤਾਬ ਹੈ, ਜੋ ਕਿ ਸਾਫਟਵੇਅਰ ਦੇ ਸਮਾਨ ਲਾਇਸੈਂਸ ਦੇ ਅਧੀਨ ਹੈ। ਇਸਨੂੰ ਬਾਲਗਾਂ ਲਈ ਇੱਕ ਚੱਲ ਰਹੇ ਕੋਰਸ ਦੇ ਰੂਪ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਸੀ ਪਰ ਮੂਲ ਬੋਲਣ ਵਾਲਿਆਂ ਦੁਆਰਾ ਪਰੂਫਰੀਡ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਅਜ਼ਮਾਉਣਾ ਚਾਹੋਗੇ?
sl: Za ta jezikovni par obstaja eksperimentalni besednjak, ki je pod isto licenco kot programska oprema. Zasnovan je bil kot tekoči tečaj za odrasle, vendar ga niso lektorirali naravni govorci. Bi ga radi preizkusili?

source: Following meanings were missing:
am_et: የሚከተሉት ትርጉሞች ጠፍተዋል፡
ar: المعاني التالية كانت مفقودة:
az: Aşağıdakı mənalar yox idi:
be: Адсутнічалі наступныя значэнні:
bg: Липсваха следните значения:
bo_cn: གཤམ་གྱི་དོན་དག་བརླག་སོང་།
bs_latn_ba: Nedostajala su sljedeća značenja:
ca: Faltaven els següents significats:
chs: 缺少以下含义：
cht: 缺少以下意義：
cs_cz: Chyběly následující významy:
da: Følgende betydninger manglede:
de: Folgende Bedeutungen haben gefehlt:
el: Έλειπαν οι ακόλουθες έννοιες:
es: Faltaban los siguientes significados:
fa: معانی زیر گم شده بود:
fr: Les significations suivantes manquaient :
hi: निम्नलिखित अर्थ गायब थे:
id: Arti berikut ini hilang:
is: Eftirfarandi merkingar vantaði:
it: Mancavano i seguenti significati:
ja: 次の意味が欠落していました:
ka: აკლდა შემდეგი მნიშვნელობები:
kk: Келесі мағыналар жетіспеді:
km_kh: អត្ថន័យខាងក្រោមត្រូវបានបាត់៖
ko: 다음 의미가 누락되었습니다:
ku_arab_iq: ئەم مانایانەی خوارەوە نەبوون:
ky_kg: Төмөнкү маанилер жок болгон:
lt: Trūko šių reikšmių:
lv: Trūka šādas nozīmes:
mk: Недостасуваа следниве значења:
mn_mn: Дараахь утгууд дутуу байсан.
ms: Makna berikut telah hilang:
nl: De volgende betekenissen ontbraken:
no: Følgende betydninger manglet:
pa_arab_pk: درج ذیل معنی غائب سن:
pa_in: ਹੇਠ ਲਿਖੇ ਅਰਥ ਗਾਇਬ ਸਨ:
pl: Brakowało następujących znaczeń:
ps_af: لاندې معناوې ورکې وې:
pt: Faltavam os seguintes significados:
ro: Lipseau următoarele semnificații:
rw_rw: Ibisobanuro bikurikira byari byabuze:
sl: Manjkali so naslednji pomeni:
sr: Недостајала су следећа значења:
sv: Följande betydelser saknades:
th: ความหมายต่อไปนี้หายไป:
tk_tm: Aşakdaky manylar ýokdy:
tr: Şu anlamlar eksikti:
uk: Відсутні такі значення:
vi: Các ý nghĩa sau đây bị thiếu:

# FollowingMeaningsWereWrong
source: Following entered meanings were wrong:
am_et: የገቡት የሚከተሉት ትርጉሞች የተሳሳቱ ነበሩ፡-
ar: المعاني المدخلة التالية خاطئة:
az: Daxil edilən aşağıdakı mənalar səhv idi:
be: Наступныя ўведзеныя значэнні былі няправільнымі:
bg: Следните въведени значения са неправилни:
bo_cn: གཤམ་གྱི་དོན་དག་བླུགས་པ་ནོར་འདུག
bs_latn_ba: Sljedeća unesena značenja su netačna:
ca: Els significats següents introduïts eren incorrectes:
chs: 以下输入的含义是错误的：
cht: 以下輸入的意思是錯誤的：
cs_cz: Následující zadané významy byly nesprávné:
da: Følgende indtastede betydninger var forkerte:
de: Folgende eingegebene Bedeutungen waren falsch:
el: Οι ακόλουθες έννοιες που εισήχθησαν ήταν λάθος:
es: Los siguientes significados ingresados ​​eran incorrectos:
fa: معانی زیر وارد شده نادرست است:
fr: Les significations entrées suivantes étaient fausses :
hi: निम्नलिखित प्रविष्ट अर्थ ग़लत थे:
id: Arti berikut yang dimasukkan salah:
is: Eftirfarandi merkingar sem slegnar voru inn voru rangar:
it: I seguenti significati inseriti erano errati:
ja: 入力された次の意味は間違っていました:
ka: შეყვანილი შემდეგი მნიშვნელობები არასწორი იყო:
kk: Енгізілген келесі мағыналар қате болды:
km_kh: អត្ថន័យខាងក្រោមដែលបានបញ្ចូលគឺមិនត្រឹមត្រូវទេ៖
ko: 다음 입력된 의미가 잘못되었습니다.
ku_arab_iq: ئەم مانا داخڵکراوانەی خوارەوە هەڵە بوون:
ky_kg: Төмөнкү маанилер туура эмес киргизилген:
lt: Šios įvestos reikšmės buvo neteisingos:
lv: Šīs ievadītās nozīmes bija nepareizas:
mk: Следниве внесени значења беа неточни:
mn_mn: Оруулсан дараах утгууд буруу байна:
ms: Makna berikut yang dimasukkan adalah salah:
nl: De volgende ingevoerde betekenissen waren onjuist:
no: Følgende betydninger angitt var feil:
pa_arab_pk: درج کیتے گئے درج ذیل معنی غلط سن:
pa_in: ਹੇਠਾਂ ਦਿੱਤੇ ਅਰਥ ਗਲਤ ਸਨ:
pl: Wprowadzono nieprawidłowe znaczenia:
ps_af: داخل شوي لاندې معنی غلط وو:
pt: Os seguintes significados inseridos estavam errados:
ro: Următoarele semnificații introduse au fost incorecte:
rw_rw: Ibisobanuro bikurikira byinjiye ntabwo byari byo:
sl: Naslednji vneseni pomeni so bili napačni:
sr: Следећа унета значења су нетачна:
sv: Följande betydelser som angavs var felaktiga:
th: ความหมายต่อไปนี้ที่ป้อนไม่ถูกต้อง:
tk_tm: Girizilen aşakdaky manylar nädogrydy:
tr: Aşağıdaki girilen anlamlar yanlıştı:
uk: Наступні введені значення були неправильними:
vi: Các ý nghĩa sau đây được nhập không chính xác:

source: Following meaning was missing:
am_et: የሚከተለው ትርጉም ጠፍቷል፡-
ar: المعنى التالي مفقود:
az: Aşağıdakı məna yox idi:
be: Адсутнічаў наступны сэнс:
bg: Липсваше следното значение:
bo_cn: གཤམ་གྱི་གོ་དོན་འདི་བརླག་སོང་།
bs_latn_ba: Nedostajalo je sljedeće značenje:
ca: Faltava el significat següent:
chs: 缺少以下含义：
cht: 缺少以下含義：
cs_cz: Chyběl následující význam:
da: Følgende betydning manglede:
de: Folgende Bedeutung hat gefehlt:
el: Έλειπε το ακόλουθο νόημα:
es: Faltaba el siguiente significado:
fa: معنی زیر گم شده بود:
fr: La signification suivante manquait :
hi: निम्नलिखित अर्थ गायब था:
id: Arti berikut ini hilang:
is: Eftirfarandi merkingu vantaði:
it: Mancava la seguente menzione:
ja: 次の意味が欠落していました:
ka: აკლდა შემდეგი მნიშვნელობა:
kk: Келесі мағына жетіспеді:
km_kh: អត្ថន័យខាងក្រោមត្រូវបានបាត់៖
ko: 다음 의미가 누락되었습니다.
ku_arab_iq: ئەم مانایەی خوارەوە نەبوو:
ky_kg: Төмөнкү мааниси жок болгон:
lt: Trūko šios reikšmės:
lv: Trūka šādas nozīmes:
mk: Недостасуваше следново значење:
mn_mn: Дараах утга алга болсон.
ms: Maksud berikut telah hilang:
nl: De volgende betekenis ontbrak:
no: Følgende betydning manglet:
pa_arab_pk: درج ذیل معنی غائب سی:
pa_in: ਹੇਠ ਲਿਖੇ ਅਰਥ ਗੁੰਮ ਸਨ:
pl: Brakowało następującego znaczenia:
ps_af: لاندې معنی ورکه وه:
pt: O seguinte significado estava faltando:
ro: A lipsit următorul sens:
rw_rw: Ubusobanuro bukurikira bwari bwabuze:
sl: Manjkal je naslednji pomen:
sr: Недостајало је следеће значење:
sv: Följande betydelse saknades:
th: ความหมายต่อไปนี้หายไป:
tk_tm: Aşakdaky many ýokdy:
tr: Aşağıdaki anlam eksikti:
uk: Відсутнє таке значення:
vi: Ý nghĩa sau đây bị thiếu:

# FollowingMeaningWasWrong
source: Following entered meaning was wrong:
am_et: የገባው የሚከተለው ትርጉም የተሳሳተ ነበር፡-
ar: بعد إدخال المعنى كان خاطئا:
az: Daxil edilən aşağıdakı məna səhv idi:
be: Уведзенае значэнне было няправільным:
bg: Следното въведено значение е неправилно:
bo_cn: གཤམ་གྱི་གོ་དོན་བླུགས་པ་ནོར་འདུག
bs_latn_ba: Sljedeće uneseno značenje je pogrešno:
ca: El següent significat introduït era incorrecte:
chs: 以下输入的含义是错误的：
cht: 以下輸入的意思是錯誤的：
cs_cz: Následující zadaný význam byl nesprávný:
da: Den indtastede betydning var forkert:
de: Folgende eingegebene Bedeutung war falsch:
el: Η ακόλουθη εισαγωγή ήταν λάθος:
es: El siguiente significado ingresado era incorrecto:
fa: معنی زیر وارد شده نادرست است:
fr: La signification entrée suivante était fausse :
hi: निम्नलिखित प्रविष्ट अर्थ ग़लत था:
id: Arti berikut yang dimasukkan salah:
is: Eftirfarandi merking sem slegin var inn var röng:
it: Il significato inserito di seguito era sbagliato:
ja: 次の入力された意味は間違っていました:
ka: შეყვანილი შემდეგი მნიშვნელობა არასწორი იყო:
kk: Енгізілген келесі мағына дұрыс емес:
km_kh: អត្ថន័យខាងក្រោមដែលបានបញ្ចូលគឺមិនត្រឹមត្រូវទេ៖
ko: 다음 입력된 의미가 잘못되었습니다.
ku_arab_iq: ئەم مانایەی خوارەوە کە داخڵ کراوە هەڵە بووە:ئەم مانایەی خوارەوە کە داخڵ کراوە هەڵە بووە:ئەم مانایەی خوارەوە کە داخڵ کراوە هەڵە بووە:
ky_kg: Төмөнкү маани туура эмес киргизилген:
lt: Įvesta neteisinga reikšmė:
lv: Šī ievadītā nozīme bija nepareiza:
mk: Следното внесено значење беше неточно:
mn_mn: Дараах утгыг буруу оруулсан байна.
ms: Maksud berikut yang dimasukkan adalah salah:
nl: De volgende ingevoerde betekenis was onjuist:
no: Følgende betydning angitt var feil:
pa_arab_pk: درج کیتا گیا مطلب غلط سی:
pa_in: ਹੇਠਾਂ ਦਿੱਤਾ ਗਿਆ ਅਰਥ ਗਲਤ ਸੀ:
pl: Wprowadzone znaczenie było nieprawidłowe:
ps_af: داخل شوی لاندې معنی غلطه وه:
pt: O seguinte significado inserido estava errado:
ro: Următorul sens introdus a fost incorect:
rw_rw: Ibisobanuro bikurikira byinjiye ntabwo byari byo:
sl: Naslednji vneseni pomen je bil napačen:
sr: Следеће значење које је унето није тачно:
sv: Följande betydelse som angavs var felaktig:
th: ความหมายต่อไปนี้ที่ป้อนไม่ถูกต้อง:
tk_tm: Girizilen aşakdaky many nädogrydy:
tr: Aşağıdaki girilen anlam yanlıştı:
uk: Введене значення було неправильним:
vi: Ý nghĩa sau đây được nhập không chính xác:
