Repository: NataljaNeumann/VokabelTrainer
Catalog: VokabelTrainer/Properties/Resources.*.resx
Languages: am_et, ar, az, be, bg, bo_cn, bs_latn_ba, ca, chs, cht, cs_cz, da, de, el, es, fa, fr, hi, id, is, it, ja, ka, kk, km_kh, ko, ku_arab_iq, ky_kg, lt, lv, mk, mn_mn, ms, nl, no, pa_arab_pk, pa_in, pl, ps_af, pt, ro, rw_rw, sl, sr, sv, th, tk_tm, tr, uk, vi

# FollowingMeaningWereMissing
source: Following meanings were missing:
am_et: የሚከተሉት ትርጉሞች ጠፍተዋል፡
ar: غابت المعاني التالية:
az: Aşağıdakı mənalar yox idi:
be: Адсутнічалі наступныя значэнні:
bg: Липсваха следните значения:
bo_cn: གཤམ་གྱི་དོན་དག་བརླག་སོང་།
bs_latn_ba: Nedostajala su sljedeća značenja:
ca: Faltaven els següents significats:
chs: 缺少以下含义：
cht: 缺少以下含義：
cs_cz: Chyběly následující významy:
da: Følgende betydninger manglede:
de: Folgende Bedeutungen haben gefehlt:
el: Έλειπαν οι ακόλουθες έννοιες:
es: Faltaban los siguientes significados:
fa: معانی زیر گم شده بود:
fr: Les significations suivantes manquaient :
hi: निम्नलिखित अर्थ गायब थे:
id: Arti berikut ini hilang:
is: Eftirfarandi merkingar vantaði:
it: Mancavano i seguenti significati:
ja: 次の意味が欠落していました:
ka: აკლდა შემდეგი მნიშვნელობები:
kk: Келесі мағыналар жетіспеді:
km_kh: អត្ថន័យខាងក្រោមត្រូវបានបាត់៖
ko: 다음 의미가 누락되었습니다.
ku_arab_iq: ئەم مانایانەی خوارەوە نەبوون:
ky_kg: Төмөнкү маанилер жок болгон:
lt: Trūko šių reikšmių:
lv: Trūka šādas nozīmes:
mk: Недостасуваа следниве значења:
mn_mn: Дараахь утгууд дутуу байсан.
ms: Makna berikut telah hilang:
nl: De volgende betekenissen ontbraken:
no: Følgende betydninger manglet:
pa_arab_pk: درج ذیل معنی غائب سن:
pa_in: ਹੇਠ ਲਿਖੇ ਅਰਥ ਗਾਇਬ ਸਨ:
pl: Brakowało następujących znaczeń:
ps_af: لاندې معناوې ورکې وې:
pt: Faltavam os seguintes significados:
ro: Lipseau următoarele semnificații:
rw_rw: Ibisobanuro bikurikira byari byabuze:
sl: Manjkali so naslednji pomeni:
sr: Недостајала су следећа значења:
sv: Följande betydelser saknades:
th: ความหมายต่อไปนี้หายไป:
tk_tm: Aşakdaky manylar ýokdy:
tr: Aşağıdaki anlamlar eksikti:
uk: Відсутні такі значення:
vi: Các ý nghĩa sau đây bị thiếu:

# Intensive
source: Intensive {0} - {1}
am_et: {0} - {1} የተጠናከረ
ar: {0} - {1} مكثفة
az: {0} – {1} dili intensiv
be: {0} – {1} інтэнсіўны
bg: {0} – {1} интензивно
bo_cn: {0} – {1}ཤུགས་ཆེ་བ།
bs_latn_ba: {0} – {1} intenzivno
ca: {0} – {1} intensiu
chs: {0} - {1} 优势
cht: {0} - {1} 優勢
cs_cz: Intenzivně {0} – {1}
da: {0} – {1} intensiv
de: {0} - {1} intensiv
el: {0} - {1} εντατική
es: {0} - {1} intensivo
fa: {0} – {1} فشرده
fr: {0} à {1} intensif
hi: {0} - {1} गहन
id: {0} – {1} intensif
is: {0} – {1} ákafur
it: {0} - {1} intensivo
ja: {0} - {1} 集中型
ka: {0} – {1} ინტენსიური
kk: {0} – {1} қарқынды
km_kh: {0} – {1} ពឹងផ្អែកខ្លាំង
ko: {0} - {1} 집중
ku_arab_iq: چڕ و پڕی {0} - {1}
ky_kg: {0} - {1} интенсивдүү
lt: {0} – {1} intensyvumas
lv: {0} — {1} intensīva
mk: {0} – {1} интензивно
mn_mn: {0} – {1} эрчимтэй
ms: {0} – {1} intensif
nl: {0} – {1} intensief
no: {0} – {1} intensiv
pa_arab_pk: {0} – {1} شدید
pa_in: {0} - {1} ਤੀਬਰ
pl: Intensywny {0} – {1}
ps_af: {0} – {1} ژور
pt: {0} - {1} intensivo
ro: {0} – {1} intensiv
rw_rw: {0} - {1} cyane
sl: {0} – {1} intenzivni tečaj
sr: {0} – {1} интензивно
sv: {0} – {1} intensiv
th: {0} - {1} เร่งรัด
tk_tm: {0} – {1} intensiw
tr: {0} - {1} yoğunlaştırılmış
uk: {0} – {1} інтенсив
vi: {0} - {1} chuyên sâu

# LanguageFileAlreadyExistsHeader
source: Overwrite file?
am_et: ፋይል ይተካ?
ar: هل تريد الكتابة فوق الملف؟
az: Faylın üzərinə yazılsın?
be: Перазапісаць файл?
bg: Презаписване на файл?
bo_cn: ཡིག་ཆ་བརྗེ་སྒྱུར་བྱེད་དམ།
bs_latn_ba: Prepisati fajl?
ca: Sobreescriure el fitxer?
chs: 覆盖文件？
cht: 覆蓋文件？
cs_cz: Přepsat soubor?
da: Vil du overskrive filen?
de: Datei überschreiben?
el: Αντικατάσταση αρχείου;
es: ¿Sobrescribir el archivo?
fa: بازنویسی فایل؟
fr: Écraser le fichier ?
hi: फ़ाइल पर सबसे ऊपर लिखना?
id: Timpa file?
is: Skrifa yfir skrá?
it: Sovrascrivere il file?
ja: ダテイ・ユーバーシュライベン?
ka: გსურთ ფაილის გადაწერა?
kk: Файлды қайта жазу керек пе?
km_kh: សរសេរជាន់លើឯកសារ?
ko: 파일을 덮어쓰시겠습니까?
ku_arab_iq: فایلەکە بنووسرێتەوە؟
ky_kg: Файлдын үстүнө жазылсынбы?
lt: Perrašyti failą?
lv: Vai pārrakstīt failu?
mk: Да се ​​презапише датотеката?
mn_mn: Файлыг дарж бичих үү?
ms: Tulis ganti fail?
nl: Bestand overschrijven?
no: Vil du overskrive filen?
pa_arab_pk: فائل نوں اوور رائٹ کرنا؟
pa_in: ਕੀ ਫ਼ਾਈਲ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨਾ ਹੈ?
pl: Zastąpić plik?
ps_af: د دوتنې د بیا لیکلو؟
pt: Substituir arquivo?
ro: Suprascrieți fișierul?
rw_rw: Kwandika dosiye?
sl: Prepisati datoteko?
sr: Заменити датотеку?
sv: Vill du skriva över filen?
th: เขียนทับไฟล์?
tk_tm: Faýly ýazyň?
tr: Dosyanın üzerine yazılsın mı?
uk: Перезаписати файл?
vi: Ghi đè tập tin?

# LanguageFileAlreadyExistsMessage
source: The language file "{0}" does already exis, do you want to overwrite it?
am_et: የቋንቋ ፋይሉ አስቀድሞ አለ፡ "{0}" ሊተካው ይፈልጋሉ?
ar: ملف اللغة "{0}" موجود بالفعل، هل تريد الكتابة فوقه؟
az: Dil faylı artıq mövcuddur: “{0}”, onun üzərinə yazmaq istəyirsiniz?
be: Моўны файл ужо існуе: “{0}”, вы хочаце перазапісаць яго?
bg: Езиковият файл вече съществува: „{0}“, искате ли да го презапишете?
bo_cn: སྐད་ཡིག་ཡིག་ཆ་དེ་སྔོན་ནས་ཡོད། “{0}”, ཁྱོད་ཀྱིས་དེ་བརྗེ་སྒྱུར་བྱེད་འདོད་དམ།
bs_latn_ba: Jezički fajl već postoji: “{0}”, želite li ga prepisati?
ca: El fitxer d'idioma ja existeix: "{0}", el voleu sobreescriure?
chs: 语言文件“{0}”已存在，是否要覆盖它？
cht: 語言檔案「{0}」已存在，是否要覆寫它？
cs_cz: Jazykový soubor již existuje: „{0}“, chcete jej přepsat?
da: Sprogfilen findes allerede: "{0}", vil du overskrive den?
de: Die Sprachdatei existiert bereits: "{0}", möchten Sie diese überschreiben?
el: Το αρχείο γλώσσας "{0}" υπάρχει ήδη, θέλετε να το αντικαταστήσετε;
es: El archivo de idioma "{0}" ya existe. ¿Desea sobrescribirlo?
fa: فایل زبان از قبل وجود دارد: «{0}»، آیا می‌خواهید آن را بازنویسی کنید؟
fr: Le fichier de langue "{0}" existe déjà, souhaitez-vous l'écraser ?
hi: भाषा फ़ाइल "{0}" पहले से मौजूद है, क्या आप इसे अधिलेखित करना चाहते हैं?
id: File bahasa sudah ada: “{0}”, apakah Anda ingin menimpanya?
is: Tungumálaskráin er þegar til: „{0}“, viltu skrifa yfir hana?
it: Il file della lingua "{0}" esiste già, vuoi sovrascriverlo?
ja: 言語ファイル "{0}" はすでに存在します。上書きしますか?
ka: ენის ფაილი უკვე არსებობს: „{0}“, გსურთ მისი გადაწერა?
kk: Тілдік файл бұрыннан бар: "{0}", оны қайта жазу керек пе?
km_kh: ឯកសារភាសាមានរួចហើយ៖ “{0}” តើអ្នកចង់សរសេរជាន់លើវាទេ?
ko: 언어 파일 "{0}"이(가) 이미 존재합니다. 덮어쓰시겠습니까?
ku_arab_iq: پەڕگەی زمانەکە پێشتر بوونی هەیە: "{0}"، دەتەوێت بینووسیتەوە؟
ky_kg: Тил файлы мурунтан эле бар: "{0}", анын үстүнө жазгыңыз келеби?
lt: Kalbos failas jau yra: „{0}“, ar norite jį perrašyti?
lv: Valodas fails jau pastāv: “{0}”, vai vēlaties to pārrakstīt?
mk: Јазичната датотека веќе постои: „{0}“, дали сакате да ја презапишете?
mn_mn: Хэлний файл аль хэдийн байна: "{0}", та үүнийг дарж бичихийг хүсэж байна уу?
ms: Fail bahasa sudah wujud: “{0}”, adakah anda mahu menulis gantinya?
nl: Het taalbestand bestaat al: “{0}”, wilt u het overschrijven?
no: Språkfilen eksisterer allerede: "{0}", vil du overskrive den?
pa_arab_pk: زبان دی فائل پہلے توں موجود اے: "{0}"، کی تسی اینوں اوور رائٹ کرنا چاہندے او؟
pa_in: ਭਾਸ਼ਾ ਫਾਈਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ: “{0}”, ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Plik językowy już istnieje: „{0}”, czy chcesz go zastąpić?
ps_af: د ژبې دوتنې لا دمخه شتون لري: "{0}"، ایا تاسو غواړئ چې دا بیا ولیکئ؟
pt: O arquivo de idioma "{0}" já existe. Deseja substituí-lo?
ro: Fișierul de limbă există deja: „{0}”, doriți să îl suprascrieți?
rw_rw: Idosiye yururimi isanzweho: "{0}", urashaka kubyandika?
sl: Jezikovna datoteka že obstaja: “{0}”, ali jo želite prepisati?
sr: Датотека језика већ постоји: „{0}“, да ли желите да је замените?
sv: Språkfilen finns redan: "{0}", vill du skriva över den?
th: มีไฟล์ภาษาอยู่แล้ว: "{0}" คุณต้องการเขียนทับหรือไม่
tk_tm: Dil faýly eýýäm bar: “{0}”, gaýtadan ýazmak isleýärsiňizmi?
tr: "{0}" dil dosyası zaten mevcut, üzerine yazmak istiyor musunuz?
uk: Мовний файл уже існує: “{0}”, перезаписати його?
vi: Tệp ngôn ngữ đã tồn tại: “{0}”, bạn có muốn ghi đè lên nó không?

source: Mistake!
am_et: ስህተት!
ar: خطأ!
az: Səhv!
be: Памылка!
bg: Грешка!
bo_cn: ནོར་བ!
bs_latn_ba: Greška!
ca: Error!
chs: 错误！
cht: 錯誤！
cs_cz: Chyba!
da: Fejl!
de: Fehler!
el: Λάθος!
es: ¡Error!
fa: اشتباه!
fr: Erreur!
hi: गलती!
id: Kesalahan!
is: Mistök!
it: Errore!
ja: 間違い！
ka: შეცდომა!
kk: Қате!
km_kh: ខុស!
ko: 실수!
ku_arab_iq: هەڵەی بێباکانە!
ky_kg: Ката!
lt: Klaida!
lv: Kļūda!
mk: Грешка!
mn_mn: Алдаа!
ms: Silap!
nl: Fout!
no: Feil!
pa_arab_pk: غلطی!
pa_in: ਗਲਤੀ!
pl: Błąd!
ps_af: تېروتنه!
pt: Erro!
ro: Greşeală!
rw_rw: Ikosa!
sl: Napaka!
sr: Грешка!
sv: Misstag!
th: ความผิดพลาด!
tk_tm: Istalňyşlyk!
tr: Hata!
uk: Помилка!
vi: Sai lầm!

# MostIntensive
source: Most Intensive {0} - {1}
am_et: {0} - {1} በጣም ኃይለኛ
ar: {0} - {1} الأكثر كثافة
az: {0} – {1} ən intensiv
be: {0} – {1} найбольш інтэнсіўна
bg: {0} – {1} най-интензивно
bo_cn: {0} – {1} ཤུགས་ཆེ་ཤོས།
bs_latn_ba: {0} – {1} najintenzivnije
ca: {0} – {1} amb més intensitat
chs: {0} – {1} 最强
cht: {0} - {1} 最強
cs_cz: {0} – {1} nejintenzivnějši
da: {0} – {1} mest intensivt
de: {0} - {1} intensivst
el: {0} - {1} πιο έντονες
es: {0} - {1} más intenso
fa: {0} – {1} به شدت
fr: {0} à {1} le plus intense
hi: {0} - {1} सबसे तीव्र
id: {0} – {1} paling intensif
is: {0} – {1} mest ákafur
it: {0} - {1} più intenso
ja: {0} - {1} が最も激しい
ka: {0} – {1} ყველაზე ინტენსიურად
kk: {0} – {1} ең қарқынды
km_kh: {0} – {1} ខ្លាំងបំផុត។
ko: {0} - {1} 가장 강렬한
ku_arab_iq: {0} - {1} ی چڕترین
ky_kg: {0} – {1} эң күчтүү
lt: {0} – {1} intensyviausiai
lv: {0} — {1} visintensīvāk
mk: {0} – {1} најинтензивно
mn_mn: {0} – {1} хамгийн эрчимтэй
ms: {0} – {1} paling intensif
nl: {0} – {1} meest intensief
no: {0} – {1} mest intensivt
pa_arab_pk: {0} – {1} سب توں زیادہ شدت نال
pa_in: {0} – {1} ਸਭ ਤੋਂ ਤੀਬਰ
pl: Najintensywniej {0} – {1}
ps_af: {0} – {1} خورا په شدت سره
pt: {0} - {1} mais intenso
ro: {0} – {1} cel mai intens
rw_rw: {0} - {1} cyane
sl: Najintenzivneje {0} – {1}
sr: {0} – {1} најинтензивније
sv: {0} – {1} mest intensivt
th: {0} - {1} รุนแรงที่สุด
tk_tm: {0} – {1} iň intensiw
tr: {0} - {1} en yoğun
uk: {0} – {1} найбільш інтенсивно
vi: {0} – {1} chuyên sâu nhất

# NewVocabularyInCourseHeader
source: New words
ar: كلمات جديدة
az: Yeni Sözlər
bg: Нови думи
bo_cn: ཚིག་གསར་པ།
bs_latn_ba: Nove riječi
chs: 新词
de: Neue Wörter
it: Nuove parole
mk: Нови зборови
pa_in: ਨਵੇਂ ਸ਼ਬਦ
sl: Nove besede

# PredefinedVocabularyBook
source: For this language pair there is a vocabulary book, it is under the same license as the software. It has been designed as a continuous course for adults. Would you like to try it out?
ar: يوجد كتاب مفردات لهذا الزوج اللغوي، وهو مرخص بنفس ترخيص البرنامج. صُمم كدورة مستمرة للبالغين. هل ترغب بتجربته؟
az: Bu dil cütü üçün proqram təminatı ilə eyni lisenziya altında olan lüğət kitabı var. Bu, böyüklər üçün davamlı kurs kimi hazırlanmışdır. Bunu sınamaq istərdinizmi?
bg: Има речник за тази езикова двойка, който е под същия лиценз като софтуера. Той е проектиран като текущ курс за възрастни. Искате ли да го опитате?
bo_cn: སྐད་ཡིག་ཆ་གཅིག་འདི་ལ་མིང་ཚིག་དེབ་ཅིག་ཡོད་པ་དེ་ནི་མཉེན་ཆས་དང་ཆོག་མཆན་གཅིག་པའི་འོག་ཡོད། དེ་ནི་རྒན་རྒོན་ཚོའི་ཆེད་དུ་རྒྱུན་མཐུད་ཀྱི་སློབ་ཚན་ཞིག་ཏུ་བཟོས་ཡོད། ཁྱེད་རང་ཚོད་ལྟ་བྱེད་འདོད་དམ།
bs_latn_ba: Postoji knjiga vokabulara za ovaj jezički par, koja je pod istom licencom kao i softver. Dizajnirana je kao kontinuirani kurs za odrasle. Želite li je isprobati?
chs: 我们为该语言对开发了一本词汇书，其许可协议与软件相同。该词汇书旨在作为成人持续学习课程使用。您想试用吗？
de: Für dieses Sprachpaar gibt es ein Vokabelbuch, das unter derselben Lizenz wie die Software steht. Es wurde als fortlaufender Kurs für Erwachsene konzipiert. Möchten Sie es ausprobieren?
it: Esiste un libro di vocabolario per questa coppia di lingue, che è sotto la stessa licenza del software. È stato progettato come corso continuo per adulti. Vorresti provarlo?
mk: Постои книга со вокабулар за овој јазичен пар, која е под истата лиценца како и софтверот. Дизајнирана е како тековен курс за возрасни. Дали сакате да ја пробате?
pa_in: ਇਸ ਭਾਸ਼ਾ ਜੋੜੇ ਲਈ ਇੱਕ ਸ਼ਬਦਾਵਲੀ ਕਿਤਾਬ ਹੈ, ਜੋ ਕਿ ਸਾਫਟਵੇਅਰ ਦੇ ਸਮਾਨ ਲਾਇਸੈਂਸ ਦੇ ਅਧੀਨ ਹੈ। ਇਸਨੂੰ ਬਾਲਗਾਂ ਲਈ ਇੱਕ ਚੱਲ ਰਹੇ ਕੋਰਸ ਦੇ ਰੂਪ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਸੀ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਅਜ਼ਮਾਉਣਾ ਚਾਹੋਗੇ?
sl: Za ta jezikovni par obstaja besednjak, ki je pod isto licenco kot programska oprema. Zasnovan je bil kot tekoči tečaj za odrasle. Bi ga radi preizkusili?

# LocalizedLicenseUrl
source: https://www.gnu.org/licenses/gpl-2.0.html
de: https://www.gnu.de/documents/gpl-2.0.de.html
