Repository: NataljaNeumann/VokabelTrainer
Catalog: VokabelTrainer/Properties/Resources.*.resx
Languages: am_et, ar, az, be, bg, bo_cn, bs_latn_ba, ca, chs, cht, cs_cz, da, de, el, es, fa, fr, hi, id, is, it, ja, ka, kk, km_kh, ko, ku_arab_iq, ky_kg, lt, lv, mk, mn_mn, ms, nl, no, pa_arab_pk, pa_in, pl, ps_af, pt, ro, rw_rw, sl, sr, sv, th, tk_tm, tr, uk, vi

# CelebrationNewYear
source: People all over the world are celebrating new year.
am_et: በዓለም ዙሪያ ያሉ ሰዎች አዲሱን ዓመት ያከብራሉ።
ar: يحتفل الناس في جميع أنحاء العالم برأس السنة.
az: Bütün dünyada insanlar yeni ili qeyd edirlər.
be: Людзі ва ўсім свеце святкуюць новы год.
bg: Хора по целия свят празнуват новата година.
bo_cn: འཛམ་གླིང་ཡོངས་ཀྱི་མི་རྣམས་ཀྱིས་ལོ་གསར་གཏོང་བཞིན་ཡོད།
bs_latn_ba: Ljudi širom svijeta slave novu godinu.
ca: Gent de tot el món celebra l'Any Nou.
chs: 世界各地的人们庆祝新年
cht: 世界各地的人們慶祝新年
cs_cz: Lidé po celém světě slaví nový rok.
da: Folk over hele verden fejrer nytår.
de: Menschen weltweit feiern Neujahr
el: Άνθρωποι σε όλο τον κόσμο γιορτάζουν την πρωτοχρονιά.
es: Gente de todo el mundo celebra el Año Nuevo.
fa: مردم در سراسر جهان سال نو را جشن می‌گیرند.
fr: Les gens du monde entier célèbrent le Nouvel An.
hi: दुनिया भर के लोग नववर्ष मना रहे हैं।
id: Orang-orang di seluruh dunia merayakan tahun baru.
is: Fólk um allan heim fagnar nýju ári.
it: Le persone di tutto il mondo festeggiano il Capodanno.
ja: 世界中の人々が新年を祝う。
ka: მთელი მსოფლიოს ხალხი ახალ წელს აღნიშნავს.
kk: Бүкіл әлем халқы Жаңа жылды тойлайды.
km_kh: មនុស្សទូទាំងពិភពលោកកំពុងប្រារព្ធពិធីចូលឆ្នាំថ្មី។
ko: 전 세계 사람들이 새해를 기념합니다.
ku_arab_iq: خەڵک لە هەموو جیهان ئاهەنگی ساڵی نوێ دەگێڕن.
ky_kg: Бүткүл дүйнө жүзү боюнча адамдар жаңы жылды майрамдашууда.
lt: Žmonės visame pasaulyje švenčia Naujuosius metus.
lv: Cilvēki visā pasaulē svin Jauno gadu.
mk: Луѓе низ целиот свет ја слават Новата година.
mn_mn: Дэлхий даяар хүмүүс шинэ жилээ тэмдэглэж байна.
ms: Orang di seluruh dunia sedang menyambut tahun baru.
nl: Mensen over de hele wereld vieren Nieuwjaar.
no: Folk over hele verden feirer nyttår.
pa_arab_pk: ساری دنیا دے لوک نواں سال منا رئے نیں۔
pa_in: ਦੁਨੀਆ ਭਰ ਦੇ ਲੋਕ ਨਵਾਂ ਸਾਲ ਮਨਾ ਰਹੇ ਹਨ।
pl: Ludzie na całym świecie świętują Nowy Rok.
ps_af: په ټوله نړۍ کې خلک نوی کال لمانځي.
pt: Pessoas de todo o mundo celebram o Ano Novo.
ro: Oameni din întreaga lume sărbătoresc Anul Nou.
rw_rw: Abantu ku isi yose bizihiza umwaka mushya.
sl: Ljudje po vsem svetu praznujejo novo leto.
sr: Људи широм света славе нову годину.
sv: Människor över hela världen firar nyår.
th: ผู้คนทั่วโลกร่วมเฉลิมฉลองปีใหม่
tk_tm: Bütin dünýäde adamlar täze ýyly belleýärler.
tr: Dünyanın dört bir yanındaki insanlar yeni yılı kutluyor.
uk: Люди всього світу святкують новий рік.
vi: Người dân trên khắp thế giới đang đón năm mới.

# CelebrationNobelPrize
source: Nobel: Prize for Medicine, Chemistry, Physics, Economy, Peace and Literature
am_et: ኖቤል፡ ለህክምና፡ ኬሚስትሪ፡ ፊዚክስ፡ ኢኮኖሚ፡ ሰላም እና ስነጽሁፍ ሽልማት
ar: نوبل: جائزة الطب، الكيمياء، الفيزياء، الاقتصاد، السلام والأدب
az: Nobel: Tibb, Kimya, Fizika, İqtisadiyyat, Sülh və Ədəbiyyat üzrə Mükafat
be: Нобелеўская прэмія па медыцыне, хіміі, фізіцы, эканоміцы, міры і літаратуры
bg: Нобелова награда: Награда за медицина, химия, физика, икономика, мир и литература
bo_cn: ནོ་སྦེལ་བྱ་དགའ།: གསོ་རིག་དང་རྫས་ཁམས་རིག་པ།དངོས་ཁམས་རིག་པ།དཔལ་འབྱོར།ཞི་བདེ་དང་རྩོམ་རིག་བཅས་ཀྱི་གཟེངས་རྟགས།
bs_latn_ba: Nobel: Nagrada za medicinu, hemiju, fiziku, ekonomiju, mir i književnost
ca: Nobel: Premi de Medicina, Química, Física, Economia, Pau i Literatura
chs: 诺贝尔奖：医学奖、化学奖、物理学奖、经济学奖、和平奖和文学奖
cht: 諾貝爾獎：醫學獎、化學獎、物理學獎、經濟學獎、和平獎、文學獎
cs_cz: Nobelova cena: Cena za medicínu, chemii, fyziku, ekonomiku, mír a literaturu
da: Nobelprisen: Prisen for medicin, kemi, fysik, økonomi, fred og litteratur
de: Nobelpreis: Preis für Medizin, Chemie, Physik, Wirtschaft, Frieden und Literatur
el: Νόμπελ: Βραβείο Ιατρικής, Χημείας, Φυσικής, Οικονομίας, Ειρήνης και Λογοτεχνίας
es: Premios Nobel: Medicina, Química, Física, Economía, Paz y Literatura
fa: نوبل: جایزه پزشکی، شیمی، فیزیک، اقتصاد، صلح و ادبیات
fr: Prix Nobel de médecine, de chimie, de physique, d'économie, de la paix et de littérature
hi: नोबेल: चिकित्सा, रसायन विज्ञान, भौतिकी, अर्थशास्त्र, शांति और साहित्य के लिए पुरस्कार
id: Nobel: Penghargaan untuk Kedokteran, Kimia, Fisika, Ekonomi, Perdamaian, dan Sastra
is: Nóbelsverðlaun: Verðlaun fyrir læknisfræði, efnafræði, eðlisfræði, hagfræði, frið og bókmenntir
it: Nobel: Premio per la Medicina, la Chimica, la Fisica, l'Economia, la Pace e la Letteratura
ja: ノーベル賞：医学・化学・物理学・経済学・平和・文学賞
ka: ნობელის პრემია: მედიცინის, ქიმიის, ფიზიკის, ეკონომიკის, მშვიდობისა და ლიტერატურის დარგში
kk: Нобель: Медицина, химия, физика, экономика, бейбітшілік және әдебиет саласындағы сыйлық
km_kh: ណូបែល៖ រង្វាន់ផ្នែកវេជ្ជសាស្ត្រ គីមីវិទ្យា រូបវិទ្យា សេដ្ឋកិច្ច សន្តិភាព និងអក្សរសាស្រ្ត
ko: 노벨상: 의학, 화학, 물리학, 경제학, 평화, 문학상
ku_arab_iq: نۆبڵ: خەڵاتی پزیشکی، کیمیا، فیزیا، ئابووری، ئاشتی و ئەدەبیات
ky_kg: Нобель: Медицина, химия, физика, экономика, тынчтык жана адабият боюнча сыйлык
lt: Nobelio premija už medicinos, chemijos, fizikos, ekonomikos, taikos ir literatūros uždavinius
lv: Nobela prēmija medicīnā, ķīmijā, fizikā, ekonomikā, mierā un literatūrā
mk: Нобел: Награда за медицина, хемија, физика, економија, мир и литература
mn_mn: Нобел: Анагаах ухаан, хими, физик, эдийн засаг, энх тайван, утга зохиолын салбарын шагнал
ms: Nobel: Hadiah untuk Perubatan, Kimia, Fizik, Ekonomi, Keamanan dan Kesusasteraan
nl: Nobelprijs: Prijs voor Geneeskunde, Scheikunde, Natuurkunde, Economie, Vrede en Literatuur
no: Nobelprisen: Prisen for medisin, kjemi, fysikk, økonomi, fred og litteratur
pa_arab_pk: نوبل: طب، کیمسٹری، فزکس، معیشت، امن تے ادب دا انعام
pa_in: ਨੋਬਲ: ਮੈਡੀਸਨ, ਕੈਮਿਸਟਰੀ, ਭੌਤਿਕ ਵਿਗਿਆਨ, ਆਰਥਿਕਤਾ, ਸ਼ਾਂਤੀ ਅਤੇ ਸਾਹਿਤ ਲਈ ਪੁਰਸਕਾਰ
pl: Nobel: Nagroda Nobla w dziedzinie medycyny, chemii, fizyki, ekonomii, pokoju i literatury
ps_af: نوبل: د طب، کیمیا، فزیک، اقتصاد، سولې او ادب جایزه
pt: Prêmio Nobel: Prêmio de Medicina, Química, Física, Economia, Paz e Literatura
ro: Nobel: Premiul pentru Medicină, Chimie, Fizică, Economie, Pace și Literatură
rw_rw: Nobel: Igihembo cy'ubuvuzi, Ubutabire, Ubugenge, Ubukungu, Amahoro n'Ubuvanganzo
sl: Nobelova nagrada: Nagrada za medicino, kemijo, fiziko, gospodarstvo, mir in književnost
sr: Нобелова награда за медицину, хемију, физику, економију, мир и књижевност
sv: Nobelpriset: Nobelpriset för medicin, kemi, fysik, ekonomi, fred och litteratur
th: รางวัลโนเบล: รางวัลสาขาการแพทย์ เคมี ฟิสิกส์ เศรษฐศาสตร์ สันติภาพ และวรรณกรรม
tk_tm: Nobel: Medisina, himiýa, fizika, ykdysadyýet, parahatçylyk we edebiýat baýragy
tr: Nobel: Tıp, Kimya, Fizik, Ekonomi, Barış ve Edebiyat Ödülü
uk: Нобелівська премія: премія з медицини, хімії, фізики, економіки, миру та літератури
vi: Nobel: Giải thưởng Y học, Hóa học, Vật lý, Kinh tế, Hòa bình và Văn học

# CelebrationOlympics
source: Olympic summer games
am_et: የኦሎምፒክ የበጋ ጨዋታዎች
ar: الألعاب الأولمبية الصيفية
az: Yay Olimpiya Oyunları
be: Летнія Алімпійскія гульні
bg: Летни олимпийски игри
bo_cn: ཨོ་ལིམ་ཕིག་དབྱར་དུས་ཀྱི་ལུས་རྩལ་འགྲན་ཚོགས།
bs_latn_ba: Ljetne olimpijske igre
ca: Jocs Olímpics d'estiu
chs: 夏季奥运会
cht: 夏季奧運會
cs_cz: Letní olympijské hry
da: Olympiske sommerlege
de: Olympische Sommerspiele
el: Ολυμπιακοί αγώνες
es: Juegos Olímpicos de Verano
fa: بازی‌های تابستانی المپیک
fr: Jeux olympiques d'été
hi: ओलंपिक ग्रीष्मकालीन खेल
id: Olimpiade Musim Panas
is: Sumarólympíuleikarnir
it: Giochi olimpici estivi
ja: 夏季オリンピック
ka: ზაფხულის ოლიმპიური თამაშები
kk: Жазғы Олимпиада ойындары
km_kh: ហ្គេមអូឡាំពិករដូវក្តៅ
ko: 올림픽 하계 올림픽
ku_arab_iq: یارییەکانی هاوینەی ئۆڵۆمپیاد
ky_kg: Жайкы Олимпиада оюндары
lt: Vasaros olimpinės žaidynės
lv: Vasaras Olimpiskās spēles
mk: Летни олимписки игри
mn_mn: Зуны олимпийн наадам
ms: Sukan musim panas Olimpik
nl: Olympische Zomerspelen
no: Olympiske sommerleker
pa_arab_pk: اولمپک سمر گیمز
pa_in: ਓਲੰਪਿਕ ਗਰਮੀਆਂ ਦੀਆਂ ਖੇਡਾਂ
pl: Letnie igrzyska olimpijskie
ps_af: د اولمپیک د دوبي لوبې
pt: Jogos Olímpicos de Verão
ro: Jocurile Olimpice de vară
rw_rw: Imikino yo mu mpeshyi
sl: Poletne olimpijske igre
sr: Летње олимпијске игре
sv: Olympiska sommarspelen
th: การแข่งขันกีฬาโอลิมปิกฤดูร้อน
tk_tm: Olimpiýa tomusky oýunlar
tr: Olimpiyat Yaz Oyunları
uk: Літні Олімпійські ігри
vi: Thế vận hội Mùa hè Olympic

# CelebrationOrthodoxChristmas
source: Orthodox Christians are celebrating Christmas
am_et: የኦርቶዶክስ ክርስቲያኖች ገናን እያከበሩ ነው።
ar: المسيحيون الأرثوذكس يحتفلون بعيد الميلاد
az: Pravoslav xristianlar Milad bayramını qeyd edirlər
be: Праваслаўныя хрысціяне святкуюць Каляды
bg: Православните християни празнуват Коледа
bo_cn: ཡེ་ཤུའི་འཁྲུངས་སྐར་སྲུང་བརྩི་ཞུ་བཞིན་ཡོད།
bs_latn_ba: Pravoslavni kršćani slave Božić
ca: Cristians ortodoxos celebren el Nadal
chs: 东正教徒庆祝圣诞节
cht: 東正教徒慶祝聖誕節
cs_cz: Ortodoxní křesťané slaví Vánoce
da: Ortodokse kristne fejrer jul
de: Orthodoxe Christen feiern Weihnachten
el: Οι Ορθόδοξοι Χριστιανοί γιορτάζουν τα Χριστούγεννα
es: Cristianos ortodoxos celebran la Navidad
fa: مسیحیان ارتدکس کریسمس را جشن می‌گیرند
fr: Les chrétiens orthodoxes célèbrent Noël
hi: रूढ़िवादी ईसाई क्रिसमस मना रहे हैं
id: Umat Kristen Ortodoks merayakan Natal
is: Rétttrúnaðarkristnir menn halda jól
it: I cristiani ortodossi festeggiano il Natale
ja: 正教会がクリスマスを祝う
ka: მართლმადიდებლები შობას აღნიშნავენ
kk: Православие христиандары Рождество мерекесін тойлайды
km_kh: គ្រិស្តអូស្សូដក់ កំពុង ប្រារព្ធពិធី បុណ្យណូអែល
ko: 정교회 신도들의 크리스마스 기념
ku_arab_iq: مەسیحییە ئۆرتۆدۆکسەکان ئاهەنگی جەژنی کریسمس دەگێڕن
ky_kg: Православ христиандары Рождество майрамын белгилешүүдө
lt: Stačiatikių krikščionys švenčia Kalėdas
lv: Pareizticīgie kristieši svin Ziemassvētkus
mk: Православните христијани го слават Божиќ
mn_mn: Ортодокс Христэд итгэгчид Зул сарын баяраа тэмдэглэж байна
ms: Kristian Ortodoks sedang merayakan Krismas
nl: Orthodoxe christenen vieren Kerstmis
no: Ortodokse kristne feirer jul
pa_arab_pk: آرتھوڈوکس عیسائی کرسمس منا رئے نیں
pa_in: ਆਰਥੋਡਾਕਸ ਈਸਾਈ ਕ੍ਰਿਸਮਸ ਮਨਾ ਰਹੇ ਹਨ
pl: Prawosławni chrześcijanie świętują Boże Narodzenie
ps_af: ارتوډکس عیسویان کرسمس لمانځي
pt: Cristãos ortodoxos celebram o Natal
ro: Creștinii ortodocși sărbătoresc Crăciunul
rw_rw: Abakristu ba orotodogisi bizihiza Noheri
sl: Pravoslavni kristjani praznujejo božič
sr: Православни хришћани славе Божић
sv: Ortodoxa kristna firar jul
th: ชาวคริสต์นิกายออร์โธดอกซ์ร่วมเฉลิมฉลองเทศกาลคริสต์มาส
tk_tm: Prawoslaw hristianlar Ro Christmasdestwo belleýärler
tr: Ortodoks Hristiyanlar Noel'i kutluyor
uk: Православні християни святкують Різдво
vi: Người theo đạo Thiên chúa Chính thống giáo đang đón Giáng sinh

# CelebrationOscar
source: Oscar: Film Academy awards
am_et: ኦስካር፡ የፊልም አካዳሚ ሽልማቶች
ar: الأوسكار: جوائز أكاديمية السينما
az: Oskar: Film Akademiyası mükafatları
be: Оскар: прэмія Кінаакадэміі
bg: Оскар: Награди на Филмовата академия
bo_cn: ཨོ་སི་ཀར།གློག་བརྙན་སློབ་གླིང་གི་བྱ་དགའ།
bs_latn_ba: Oskar: Nagrade filmske akademije
ca: Oscar: Premis de l'Acadèmia de Cinema
chs: 奥斯卡金像奖：电影学院奖
cht: 奧斯卡金像獎：電影學院獎
cs_cz: Oscar: Ceny filmové akademie
da: Oscar: Filmakademiets prisuddeling
de: Oscar: Filmpreis der Academy of Motion Picture Arts and Sciences
el: Όσκαρ: Βραβεία της Ακαδημίας Κινηματογράφου
es: Premios Óscar: Premios de la Academia de Cine
fa: اسکار: جوایز آکادمی فیلم
fr: Oscars : Récompenses de l'Académie du cinéma
hi: ऑस्कर: फिल्म अकादमी पुरस्कार
id: Oscar: Penghargaan Akademi Film
is: Óskarsverðlaun: Verðlaun Kvikmyndaakademíunnar
it: Oscar: Premi dell'Accademia del Cinema
ja: オスカー賞：映画アカデミー賞
ka: ოსკარი: კინოაკადემიის ჯილდოები
kk: Оскар: Киноакадемияның марапаттары
km_kh: អូស្ការៈ ពានរង្វាន់បណ្ឌិត្យសភាភាពយន្ត
ko: 오스카상: 영화 아카데미상
ku_arab_iq: ئۆسکار: خەڵاتی ئەکادیمیای فیلم
ky_kg: Оскар: Киноакадемиянын сыйлыктары
lt: Oskaro apdovanojimai
lv: Oskara Kinoakadēmijas balvas
mk: Оскар: Награди на Филмската академија
mn_mn: Оскар: Кино академийн шагналууд
ms: Oscar: Anugerah Akademi Filem
no: Oscar: Filmakademiets utdeling
pa_arab_pk: آسکر: فلم اکیڈمی ایوارڈز
pa_in: ਆਸਕਰ: ਫਿਲਮ ਅਕੈਡਮੀ ਪੁਰਸਕਾਰ
pl: Oscar: Nagrody Akademii Filmowej
ps_af: آسکر: د فلم اکاډمۍ جایزې
pt: Oscar: Prêmio da Academia de Cinema
ro: Oscar: Premiile Academiei de Film
rw_rw: Oscar: Ibihembo bya Film Academy
sl: Oskar: Nagrade filmske akademije
sr: Оскар: Награде филмске академије
sv: Oscar: Filmakademins utmärkelser
th: รางวัลออสการ์: รางวัลจากสถาบันภาพยนตร์
tk_tm: Oskar: Kino akademiýasynyň baýraklary
tr: Oscar: Film Akademisi Ödülleri
uk: Оскар: премія Кіноакадемії
vi: Oscar: Giải thưởng của Viện Hàn lâm Điện ảnh

# CelebrationPeaceDay
source: World Peace Day
am_et: የዓለም የሰላም ቀን
ar: اليوم العالمي للسلام
az: Ümumdünya Sülh Günü
be: Сусветны дзень міру
bg: Световен ден на мира
bo_cn: འཛམ་གླིང་ཞི་བདེའི་ཉིན་མོ།
bs_latn_ba: Svjetski dan mira
ca: Dia Mundial de la Pau
chs: 世界和平日
cht: 世界和平日
cs_cz: Světový den míru
da: Verdensfredsdagen
de: Weltfriedenstag
el: Παγκόσμια Ημέρα Ειρήνης
es: Día Mundial de la Paz
fa: روز جهانی صلح
fr: Journée mondiale de la paix
hi: विश्व शांति दिवस
id: Hari Perdamaian Dunia
is: Alþjóðlegur friðardagur
it: Giornata mondiale della pace
ja: 世界平和デー
ka: მსოფლიო მშვიდობის დღე
kk: Дүниежүзілік бейбітшілік күні
km_kh: ទិវាសន្តិភាពពិភពលោក
ko: 세계 평화의 날
ku_arab_iq: ڕۆژی جیهانی ئاشتی
ky_kg: Бүткүл дүйнөлүк тынчтык күнү
lt: Pasaulinė taikos diena
lv: Pasaules Miera diena
mk: Светски ден на мирот
mn_mn: Дэлхийн энх тайвны өдөр
ms: Hari Keamanan Sedunia
nl: Wereldvredesdag
no: Verdens fredsdag
pa_arab_pk: امن دا عالمی دیہاڑ
pa_in: ਵਿਸ਼ਵ ਸ਼ਾਂਤੀ ਦਿਵਸ
pl: Światowy Dzień Pokoju
ps_af: د سولې نړیواله ورځ
pt: Dia Mundial da Paz
ro: Ziua Mondială a Păcii
rw_rw: Umunsi w'amahoro ku isi
sl: Svetovni dan miru
sr: Светски дан мира
sv: Världsfredsdagen
th: วันสันติภาพโลก
tk_tm: Bütindünýä parahatçylyk güni
tr: Dünya Barış Günü
uk: Всесвітній день миру
vi: Ngày Hòa bình Thế giới

# CelebrationPhilosophyDay
source: Day of philosophy
am_et: የፍልስፍና ቀን
ar: اليوم العالمي للفلسفة
az: Fəlsəfə günü
be: Дзень філасофіі
bg: Ден на философията
bo_cn: མཚན་ཉིད་རིག་པའི་ཉིན་མོ།
bs_latn_ba: Dan filozofije
ca: Dia de la filosofia
chs: 哲学日
cht: 哲學日
cs_cz: Den filozofie
da: Filosofiens dag
de: Tag der Philosophie
el: Ημέρα φιλοσοφίας
es: Día de la Filosofía
fa: روز فلسفه
fr: Journée de la philosophie
hi: दर्शन दिवस
id: Hari Filsafat
is: Heimspekidagurinn
it: Giornata della filosofia
ja: 哲学の日
ka: ფილოსოფიის დღე
kk: Философия күні
km_kh: ថ្ងៃនៃទស្សនវិជ្ជា
ko: 철학의 날
ku_arab_iq: ڕۆژی فەلسەفە
ky_kg: Философия күнү
lt: Filosofijos diena
lv: Filozofijas diena
mk: Ден на филозофијата
mn_mn: Философийн өдөр
ms: Hari falsafah
nl: Dag van de Filosofie
no: Filosofiens dag
pa_arab_pk: فلسفے دا دن
pa_in: ਦਰਸ਼ਨ ਦਿਵਸ
pl: Dzień filozofii
ps_af: د فلسفې ورځ
pt: Dia da Filosofia
ro: Ziua filosofiei
rw_rw: Umunsi wa filozofiya
sl: Dan filozofije
sr: Дан филозофије
sv: Filosofins dag
th: วันปรัชญา
tk_tm: Filosofiýa güni
tr: Felsefe Günü
uk: День філософії
vi: Ngày Triết học

# CelebrationPsychology
source: Day of psychology
am_et: የስነ-ልቦና ቀን
ar: اليوم العالمي لعلم النفس
az: Psixologiya günü
be: Дзень псіхалогіі
bg: Ден на психологията
bo_cn: སེམས་ཁམས་རིག་པའི་ཉིན་མོ།
bs_latn_ba: Dan psihologije
ca: Dia de la psicologia
chs: 心理学日
cht: 心理學日
cs_cz: Den psychologie
da: Psykologiens dag
de: Tag der Psychologie
el: Ημέρα ψυχολογίας
es: Día de la Psicología
fa: روز روانشناسی
fr: Journée de la psychologie
hi: मनोविज्ञान दिवस
id: Hari Psikologi
is: Sálfræðidagurinn
it: Giornata della psicologia
ja: 心理学の日
ka: ფსიქოლოგიის დღე
kk: Психология күні
km_kh: ថ្ងៃនៃចិត្តវិទ្យា
ko: 심리학의 날
ku_arab_iq: ڕۆژی دەروونناسی
ky_kg: Психология күнү
lt: Psichologijos diena
lv: Psiholoģijas diena
mk: Ден на психологијата
mn_mn: Сэтгэл судлалын өдөр
ms: Hari psikologi
nl: Dag van de Psychologie
no: Psykologiens dag
pa_arab_pk: نفسیات دا دیہاڑ
pa_in: ਮਨੋਵਿਗਿਆਨ ਦਿਵਸ
pl: Dzień psychologii
ps_af: د ارواپوهنې ورځ
pt: Dia da Psicologia
ro: Ziua psihologiei
rw_rw: Umunsi wa psychologiya
sl: Dan psihologije
sr: Дан психологије
sv: Psykologins dag
th: วันจิตวิทยา
tk_tm: Psihologiýa güni
tr: Psikoloji Günü
uk: День психології
vi: Ngày Tâm lý học

# CelebrationRamadan
source: Muslims all over the world are participating in Ramadan
am_et: በመላው አለም የሚገኙ ሙስሊሞች በረመዳን እየተሳተፉ ነው።
ar: المسلمون في جميع أنحاء العالم يشاركون في شهر رمضان
az: Dünyanın hər yerindən müsəlmanlar Ramazanda iştirak edirlər
be: Мусульмане ва ўсім свеце ўдзельнічаюць у Рамадане
bg: Мюсюлмани по целия свят участват в Рамадан
bo_cn: འཛམ་གླིང་ཡོངས་ཀྱི་ཁ་ཆེ་བ་ཚོས་ར་མ་དཱན་ལ་མཉམ་ཞུགས་བྱེད་བཞིན་ཡོད།
bs_latn_ba: Muslimani širom svijeta učestvuju u Ramazanu
ca: Musulmans de tot el món participen al Ramadà
chs: 世界各地的穆斯林参与斋月
cht: 世界各地的穆斯林參與齋戒月
cs_cz: Muslimové po celém světě se účastní Ramadánu
da: Muslimer over hele verden deltager i Ramadanen
de: Muslime weltweit begehen Ramadan
el: Μουσουλμάνοι σε όλο τον κόσμο συμμετέχουν στο Ραμαζάνι
es: Musulmanes de todo el mundo participan en el Ramadán
fa: مسلمانان در سراسر جهان در ماه رمضان شرکت می‌کنند
fr: Les musulmans du monde entier participent au Ramadan
hi: दुनिया भर के मुसलमान रमज़ान में भाग ले रहे हैं
id: Umat Muslim di seluruh dunia berpartisipasi dalam Ramadan
is: Múslimar um allan heim taka þátt í Ramadan
it: I musulmani di tutto il mondo partecipano al Ramadan
ja: 世界中のイスラム教徒がラマダンに参加
ka: მთელი მსოფლიოს მუსლიმები რამადანში მონაწილეობენ
kk: Бүкіл әлем мұсылмандары Рамазанға атсалысуда
km_kh: ប្រជាជនម៉ូស្លីមនៅទូទាំងពិភពលោកកំពុងចូលរួមក្នុងបុណ្យរ៉ាម៉ាដាន
ko: 전 세계 무슬림들이 라마단에 참여
ku_arab_iq: موسڵمانانی سەرتاسەری جیهان بەشداری جەژنی ڕەمەزان دەکەن
ky_kg: Дүйнөнүн бардык мусулмандары Рамазанга катышууда
lt: Musulmonai visame pasaulyje dalyvauja Ramadano šventėje
lv: Musulmaņi visā pasaulē piedalās Ramadānā
mk: Муслиманите низ целиот свет учествуваат во Рамазан
mn_mn: Рамаданд дэлхийн бүх мусульманчууд оролцож байна
ms: Umat ​​Islam di seluruh dunia menyertai Ramadan
nl: Moslims over de hele wereld doen mee aan de Ramadan
no: Muslimer over hele verden deltar i Ramadan
pa_arab_pk: پوری دنیا دے مسلمان رمضان وچ شرکت کر رئے نیں
pa_in: ਦੁਨੀਆ ਭਰ ਦੇ ਮੁਸਲਮਾਨ ਰਮਜ਼ਾਨ ਵਿੱਚ ਹਿੱਸਾ ਲੈ ਰਹੇ ਹਨ
pl: Muzułmanie na całym świecie uczestniczą w Ramadanie
ps_af: په ټوله نړۍ کې مسلمانان په روژه کې ګډون کوي
pt: Muçulmanos de todo o mundo participam do Ramadã
ro: Musulmanii din întreaga lume participă la Ramadan
rw_rw: Abayisilamu kwisi yose bitabiriye Ramazani
sl: Muslimani po vsem svetu sodelujejo v ramadanu
sr: Муслимани широм света учествују у Рамазану
sv: Muslimer över hela världen deltar i Ramadan
th: ชาวมุสลิมทั่วโลกร่วมเฉลิมฉลองเดือนรอมฎอน
tk_tm: Bütin dünýädäki musulmanlar Remezana gatnaşýarlar
tr: Dünyanın dört bir yanındaki Müslümanlar Ramazan'a katılıyor
uk: Мусульмани всього світу беруть участь у Рамадані
vi: Người Hồi giáo trên khắp thế giới đang tham gia Ramadan

# CelebrationReadingDay
source: World reading day
am_et: የዓለም የንባብ ቀን
ar: اليوم العالمي للقراءة
az: Ümumdünya oxu günü
be: Сусветны дзень чытання
bg: Световен ден на четенето
bo_cn: འཛམ་གླིང་དཔེ་ཀློག་ཉིན་མོ།
bs_latn_ba: Svjetski dan čitanja
ca: Dia mundial de la lectura
chs: 世界阅读日
cht: 世界閱讀日
cs_cz: Světový den čtení
da: Verdenslæsningsdag
de: Welttag des Lesens
el: Παγκόσμια ημέρα ανάγνωσης
es: Día Mundial de la Lectura
fa: روز جهانی مطالعه
fr: Journée mondiale de la lecture
hi: विश्व पठन दिवस
id: Hari Membaca Sedunia
is: Alþjóðlegur lestrardagur
it: Giornata mondiale della lettura
ja: 世界読書デー
ka: მსოფლიო კითხვის დღე
kk: Дүниежүзілік кітап оқу күні
km_kh: ទិវាអំណានពិភពលោក
ko: 세계 독서의 날
ku_arab_iq: ڕۆژی جیهانی خوێندنەوە
ky_kg: Бүткүл дүйнөлүк окуу күнү
lt: Pasaulinė skaitymo diena
lv: Pasaules lasīšanas diena
mk: Светски ден на читањето
mn_mn: Дэлхийн номын өдөр
ms: Hari membaca sedunia
nl: Wereldleesdag
no: Verdens lesedag
pa_arab_pk: پڑھن دا عالمی دن
pa_in: ਵਿਸ਼ਵ ਪੜ੍ਹਨ ਦਿਵਸ
pl: Światowy Dzień Czytania
ps_af: د لوستلو نړیواله ورځ
pt: Dia Mundial da Leitura
ro: Ziua mondială a lecturii
rw_rw: Umunsi wo gusoma ku isi
sl: Svetovni dan branja
sr: Светски дан читања
sv: Världsläsningsdagen
th: วันอ่านหนังสือโลก
tk_tm: Bütindünýä okamak güni
tr: Dünya Okuma Günü
uk: Всесвітній день читання
vi: Ngày đọc sách thế giới

# CelebrationRoshHashanah
source: Rosh Hashanah: Israeli new year
am_et: Rosh Hashanah: የእስራኤል አዲስ ዓመት
ar: رأس السنة العبرية (روش هاشناه)
az: Roş Haşana: İsrail yeni ili
be: Рош ха-Шана: ізраільскі Новы год
bg: Рош Хашана: Израелска нова година
bo_cn: རོ་ཤི་ཧ་ཤ་ན་: ཨི་སི་རེལ་གྱི་ལོ་གསར།
bs_latn_ba: Roš Hašana: Izraelska nova godina
ca: Rosh Hashanah: Any Nou israelià
chs: 犹太新年（赎罪日）
cht: 猶太新年（贖罪日）
cs_cz: Roš hašana: Izraelský nový rok
da: Rosh Hashanah: Israelsk nytår
de: Rosch Haschana: Israelisches Neujahrsfest
el: Ρος Χασανά: Ισραηλινή πρωτοχρονιά
es: Rosh Hashaná: Año Nuevo israelí
fa: روش هشانا: سال نو اسرائیلی
fr: Rosh Hashanah : Nouvel An israélien
hi: रोश हशनाह: इज़राइली नववर्ष
id: Rosh Hashanah: Tahun Baru Israel
is: Rosh Hashanah: Ísraelskt nýár
it: Rosh Hashanah: Capodanno israeliano
ja: ロシュ・ハシャナ：イスラエルの新年
ka: როშ ჰაშანა: ისრაელის ახალი წელი
kk: Рош Хашана: Израильдің жаңа жылы
km_kh: Rosh Hashanah: ឆ្នាំថ្មីរបស់អ៊ីស្រាអែល
ko: 로쉬 하샤나: 이스라엘 새해
ku_arab_iq: ڕۆش هاشانا: ساڵی نوێی ئیسرائیل
ky_kg: Рош Хашана: Израилдин жаңы жылы
lt: Roš Hašana: Izraelio Naujieji metai
lv: Roš Hašana: Izraēlas Jaunais gads
mk: Рош Хашана: Израелска нова година
mn_mn: Рош Хашана: Израилийн шинэ жил
ms: Rosh Hashanah: Tahun baru Israel
nl: Rosj Hasjana: Israëlisch nieuwjaar
no: Rosh Hashanah: Israelsk nyttår
pa_arab_pk: روش ہشنہ : اسرائیلی نواں سال
pa_in: ਰੋਸ਼ ਹਸ਼ਨਾਹ: ਇਜ਼ਰਾਈਲੀ ਨਵਾਂ ਸਾਲ
pl: Rosz ha-Szana: Izraelski Nowy Rok
ps_af: روش هاشنه: د اسراییلو نوی کال
pt: Rosh Hashaná: Ano Novo Israelense
ro: Rosh Hashanah: Anul Nou israelian
rw_rw: Rosh Hashanah: Umwaka mushya wa Isiraheli
sl: Roš Hašana: Izraelsko novo leto
sr: Рош Хашана: Израелска нова година
sv: Rosh Hashanah: Israeliskt nyår
th: โรช ฮาชานาห์: ปีใหม่ของอิสราเอล
tk_tm: Roş Haşana: Ysraýylyň täze ýyly
tr: Roş Aşana: İsrail yeni yılı
uk: Рош га-Шана: ізраїльський новий рік
vi: Rosh Hashanah: Năm mới của Israel

# CelebrationSavingsDay
source: World Savings Day
am_et: የዓለም የቁጠባ ቀን
ar: اليوم العالمي للادخار
az: Ümumdünya Əmanət Günü
be: Сусветны дзень зберажэнняў
bg: Световен ден на спестяванията
bo_cn: འཛམ་གླིང་གསོག་འཇོག་ཉིན་མོ།
bs_latn_ba: Svjetski dan štednje
ca: Dia Mundial de l'Estalvi
chs: 世界储蓄日
cht: 世界儲蓄日
cs_cz: Světový den spoření
da: Verdensopsparingsdag
de: Weltspartag
el: Παγκόσμια Ημέρα Αποταμίευσης
es: Día Mundial del Ahorro
fa: روز جهانی پس‌انداز
fr: Journée mondiale de l'épargne
hi: विश्व बचत दिवस
id: Hari Tabungan Sedunia
is: Alþjóðlegur sparnaðardagur
it: Giornata mondiale del risparmio
ja: 世界貯蓄デー
ka: მსოფლიო დაზოგვის დღე
kk: Дүниежүзілік жинақ күні
km_kh: ទិវាសន្សំពិភពលោក
ko: 세계 저축의 날
ku_arab_iq: ڕۆژی جیهانی پاشەکەوت
ky_kg: Бүткүл дүйнөлүк аманат күнү
lt: Pasaulinė taupymo diena
lv: Pasaules taupīšanas diena
mk: Светски ден на штедењето
mn_mn: Дэлхийн хуримтлалын өдөр
ms: Hari Simpanan Sedunia
nl: Werelddag van de Spaarzaamheid
no: Verdens sparedag
pa_arab_pk: بچت دا عالمی دن
pa_in: ਵਿਸ਼ਵ ਬਚਤ ਦਿਵਸ
pl: Światowy Dzień Oszczędności
ps_af: د سپما نړیواله ورځ
pt: Dia Mundial da Poupança
ro: Ziua Mondială a Economiilor
rw_rw: Umunsi wo kuzigama ku isi
sl: Svetovni dan varčevanja
sr: Светски дан штедње
sv: Världsspardagen
th: วันออมทรัพย์โลก
tk_tm: Bütindünýä tygşytlaýyş güni
tr: Dünya Tasarruf Günü
uk: Всесвітній день заощадження
vi: Ngày Tiết kiệm Thế giới
