Repository: NataljaNeumann/VokabelTrainer
Catalog: VokabelTrainer/VokabelTrainer.*.resx
Languages: bo_cn, fa, ko, pt

# m_btnLoadLanguageFile.Text
source: Load language file
bo_cn: སྐད་ཡིག་ཡིག་ཆ་མངོན་པ།
fa: فایل زبان را بارگیری کنید
ko: 언어 파일 로드
pt: Carregar arquivo de idioma

# m_btnEnterVocabulary.Text
source: Enter vocabulary
bo_cn: མིང་ཚིག་བླུགས།
fa: واژگان را وارد کنید
ko: 어휘를 입력하세요
pt: Insira o vocabulário

# m_btnNewLanguageFile.Text
source: New language file
bo_cn: སྐད་ཡིག་གསར་པའི་ཡིག་ཆ།
fa: فایل زبان جدید
ko: 새 언어 파일
pt: Novo arquivo de idioma

# m_dlgOpenFileDialog.Filter
source: Vocabulary files|*.Vocabulary.xml;*.Vokabeln.xml
bo_cn: མིང་ཚིག་ཡིག་ཆ།|*.vocabulary.xml;*.Vokabeln.xml
fa: فایل های واژگان|*.Vocabulary.xml;*.Vokabeln.xml
ko: 어휘 파일|*.Vocabulary.xml;*.Vokabeln.xml
pt: Arquivos de vocabulário|*.Vocabulary.xml;*.Vokabeln.xml

# m_lblShowLicense.Text
source: Licence (GPL v2)
bo_cn: ཆོག་མཆན་ (GPL v2)
fa: مجوز (GPL v2)
ko: 라이센스(GPL v2)
pt: Licença (GPL v2)

# m_lblShowAbout.Text
source: About vocabulary trainer
bo_cn: མིང་ཚིག་སྦྱོང་བརྡར་བྱེད་མཁན་གྱི་གནས་ཚུལ།
fa: اطلاعاتی در مورد مربیان واژگان
ko: 어휘 트레이너에 대한 정보
pt: Informações sobre treinadores de vocabulário

# m_btnShowDesktopKeyboard.Text
source: Desktop keyboard (osk.exe)
bo_cn: གློག་ཀླད་ཀྱི་མཐེབ་གཞོང་ (osk.exe)
fa: صفحه کلید روی صفحه (osk.exe)
ko: 화상 키보드(osk.exe)
pt: Teclado na tela (osk.exe)

# m_lblReader.Text
source: Read:
bo_cn: སྐད་གསེང་མཐོན་པོས་ཀློག
fa: با صدای بلند بخوانید:
ko: 소리내어 읽기:
pt: Ler em voz alta:

# m_cbxReader.Items
source: Shown language
bo_cn: སྐད་ཡིག་མངོན་པ།
fa: زبان نمایش داده شده است
ko: 표시되는 언어
pt: Idioma exibido

# m_cbxReader.Items1
source: Tested language
bo_cn: ཚོད་ལྟ་བྱས་པའི་སྐད་ཡིག
fa: زبان تست شده
ko: 테스트된 언어
pt: Idioma testada

# m_cbxReader.Items2
source: First language
bo_cn: སྐད་ཡིག་དང་པོ།
fa: زبان اول
ko: 제일외국어
pt: Primeira língua

# m_cbxReader.Items3
source: Second language
bo_cn: སྐད་ཡིག་གཉིས་པ།
fa: زبان دوم
ko: 제이외국어
pt: Segunda língua

# m_cbxReader.Items4
source: In case of errors
bo_cn: ནོར་འཁྲུལ་བྱུང་བའི་སྐབས་ཁོ་ནར།
fa: فقط در صورت خطا
ko: 오류가 발생한 경우에만
pt: Somente em caso de erros

# m_lblDownloadESpeak.Text
source: Download eSpeak
bo_cn: eSpeak ཕབ་ལེན་བྱེད་པ།
fa: eSpeak را دانلود کنید
ko: eSpeak 다운로드
pt: Baixar eSpeak

# m_chkUseESpeak.Text
source: Use eSpeak
bo_cn: eSpeak བེད་སྤྱོད།
fa: از eSpeak استفاده کنید
ko: eSpeak로 읽기
pt: Leia com eSpeak

# $this.Text
source: Vocabulary trainer
bo_cn: མིང་ཚིག་སྦྱོང་བརྡར་བྱེད་མཁན།
fa: مربی واژگان
ko: 어휘 트레이너
pt: Treinador de vocabulário
